[{
	"date": "2019-04-02T12:31:10",
	"description": "Darkest Dungeon mods without project.xml file are currently not supported.",
	"severity": "information",
    "gamemode": "darkestdungeon",
    "version": "0.17.10"
}, {
    "date": "2019-04-05T12:28:10",
    "description": "Please don't use symlink deployment in version 0.17.10, your mods might get damaged (in staging). If you do need symlink deployment, please downgrade to 0.17.9 and disable automatic updating until 0.17.11 is out.",
    "severity": "critical",
    "icon": "feedback-warning",
    "version": "0.17.10"
}, {
	"date": "2019-05-09T14:52:10",
	"description": "Due to a bug in our updating framework the testing releases 0.18.0 and 0.18.1 will not automatically update. Please install 0.18.2 manually from https://github.com/Nexus-Mods/Vortex/releases/tag/v0.18.2. We apologize for the inconvenience.",
	"severity": "warning",
	"gamemode": "*",
	"version": "0.18.0 || 0.18.1"
}, {
	"date": "2019-06-03T11:24:10",
	"description": "KCD patch 1.9 will automatically move installed mods to a new directory within your game path \"../mods_old/\" when the game is run for the first time since the update! To avoid having to manually remove/curate the moved mods, we recommend all KCD users to purge their mod setup and re-deploy once the game has been run at least once since the update. Any mod issues should be reported to the respective mod authors as 1.9 includes some major changes to how the game loads its mods",
	"severity": "warning",
	"gamemode": "kingdomcomedeliverance"
}, {
	"date": "2019-06-03T11:24:10",
	"description": "Any users affected by \"missing .node module\" errors, need to install the latest Visual C++ runtime package. Please click the \"i\" button, to be taken to the downloads page and download/install (vc_redist.x64.exe)",
	"link": "https://support.microsoft.com/en-us/help/2977003/the-latest-supported-visual-c-downloads",
	"severity": "warning",
	"gamemode": "*",
	"version": "^0.18.0"
}, {
	"date": "2019-06-13T14:48:10",
	"description": "If presented with the \"Folder transfer was interrupted\" notification - DO NOT click the fix button",
	"severity": "critical",
	"gamemode": "*",
	"version": "0.18.8"
}, {
	"date": "2019-07-05T11:50:10",
	"description": "The NMM Import process will not function correctly with NMM 0.70.x",
	"severity": "warning",
	"gamemode": "*",
	"version": "<=0.18.12"
}, {
  "date": "2020-04-23T15:51:10",
  "description": "Bannerlord: If you are experiencing issues, make sure to delete any existing bannerlord folders in your Vortex plugins folder (press the Windows Key + R and type \"%appdata%/vortex/plugins\" to check).",
  "severity": "warning",
  "gamemode": "mountandblade2bannerlord",
  "version": "~1.2.7"
}, {
  "date": "2020-08-03T16:43:00",
  "description": "If Vortex claims it updated extensions and requests a restart every time you start it, please close Vortex, open the Vortex extensions folder (press Windows Key + R and type \"%appdata%/vortex/plugins\") and if you find two directories named game-subnautica and two for game-subnauticabelowzero, delete all four directories. Then restart Vortex. It should now request to update only once more.",
  "severity": "warning",
  "gamemode": "*",
  "version": "<1.3.8"
}, {
  "date": "2020-11-17T11:30:00",
  "description": "We have received reports from the community of issues loading certain types of mod in the Blade & Sorcery U8.4 Beta. This appears to be related to a change to the Unity bundle tools. We are working closely with KospY to investigate and resolve this issue. Modders playing U8.3 and below are not affected by this issue.",
  "severity": "warning",
  "gamemode": "bladeandsorcery",
  "version": "<=1.3.18"
}, {
	"date": "2020-12-21T12:30:00",
	"description": "A hotfix patch has just been released to all Vortex users containing fixes for our Blade and Sorcery game extension. Please do not be alarmed if a 'game-bladeandsorcery_0.2.2.7z' entry magically appears in your downloads page!",
  "severity": "information",
  "gamemode": "*",
	"version": "<=1.3.21"
  }, {
	"date": "2021-02-01T13:00:00",
	"description": "A hotfix patch has just been released to all Vortex users containing fixes for our Blade and Sorcery game extension (v0.2.3). Please do not be alarmed if a 'game-bladeandsorcery_0.2.3.7z' entry magically appears in your downloads page!",
  "severity": "information",
  "gamemode": "*",
	"version": "<=1.3.22"
  }, {
	"date": "2021-02-10T08:00:00",
	"description": "The community developed Minecraft extension (version 0.01) is faulty and Vortex is unable to load it. If you have downloaded it, please remove it from your \"%appdata%\\Vortex\\plugins\" folder",
  "severity": "information",
  "gamemode": "*",
	"version": "<=1.3.22"
  }, {
  "date": "2021-10-13T08:00:00",
  "description": "Several game extension updates have been released to all Vortex users and will be downloaded automatically. Since these updates may affect the correct detection of these games, they will be installed even if the game was not found on your system.",
  "severity": "information",
  "gamemode": "*",
  "version": "<=1.4.16"
  }, {
  "date": "2022-01-17T08:00:00",
  "description": "The latest builds of v1.7.0 and v1.7.1 for Bannerlord (all platforms) change how the game saves mod data. This is very likely to cause errors in gameplay and crashes when playing with mods until it is resolved. TaleWorlds are aware of the issue and are working on a solution. The current workaround is to download and install the latest version of ButterLib: https://www.nexusmods.com/mountandblade2bannerlord/mods/2018. Thank you to Aragasas and Artifixer for the tip!",
  "severity": "warning",
  "link": "https://www.nexusmods.com/mountandblade2bannerlord/mods/2018",
  "gamemode": "mountandblade2bannerlord"
  }, {
  "date": "2022-06-30T00:00:00",
  "description": "The latest version of QModManager is not currently compatible with the Xbox Game Pass version of Subnautica. You will need to download v4.2.1 from GitHub using the icon below. Simply disable any other version of QMM and install this one with Vortex.",
  "severity": "information",
  "link": "https://github.com/SubnauticaModding/QModManager/releases/download/v4.2.1/ManualInstall.QModManager_SN.EXP.zip",
  "gamemode": "subnautica"
  }, {
  "date": "2022-06-30T00:00:00",
  "description": "The latest version of QModManager is not currently compatible with the Xbox Game Pass version of Subnautica: Below Zero. You will need to download v4.2.1 from GitHub using the icon below. Simply disable any other version of QMM and install this one with Vortex.",
  "severity": "information",
  "link": "https://github.com/SubnauticaModding/QModManager/releases/download/v4.2.1/ManualInstall.QModManager_BZ.EXP.zip",
  "gamemode": "subnauticabelowzero"
  }
]

