{
  "Dashboard": "Hlavní panel",
  "Profiles": "Profily",
  "Downloads": "Stahování",
  "Games": "Hry",
  "Extensions": "Rozšíření",
  "Knowledge Base": "Znalostní základna",
  "Settings": "Nastavení",
  "Mods": "Mody",
  "Plugins": "Pluginy",
  "Save Games": "Uložené hry",
  "Minimize": "Minimalizovat",
  "Launch": "Spustit",
  "Go Premium": "Na Prémium",
  "Uncapped downloads, no adverts": "Neomezené stahování, bez reklam",
  "Support Nexus Mods": "Podpořit Nexus Mods",
  "No Notifications": "Žádné notifikace",
  "Log out": "Odhlásit",
  "Show Details": "Ukázat detaily",
  "Diagnostics Files": "Diagnostické soubory",
  "Close": "Zavřít",
  "External Changes": "Externí změny",
  "Mod files were changed outside Vortex. You can undo these changes now or apply them permanently.": "Soubory Modu byly změněny mimo Vortex. Tyto změny můžete vrátit zpět nebo je použít na trvalo.",
  "File content modified (\"Save\" will apply the changed file from the game directory permanently, \"Revert\" will restore the original file from the mod directory)": "Obsah souboru upraven (\"Save \" trvale použije změněný soubor z adresáře hry, \"Revert \" obnoví původní soubor z adresáře modu)",
  "Source files were deleted (\"Save\" will remove the corresponding files permanenly, \"Revert\" will restore them)": "Zdrojové soubory byly smazány (\"Save \" trvale odstraní odpovídající soubory, \"Revert \" je obnoví)",
  "Links were deleted (\"Save\" will remove the corresponding source files permanently, \"Revert\" will recreate the links)": "Odkazy byly smazány (\"Save \" trvale odstraní odpovídající zdrojové soubory, \"Revert \" znovu vytvoří odkazy)",
  "Show individual files": "Zobrazit jednotlivé soubory",
  "Cancel deployment": "Zrušit zavedení",
  "Cancel": "Zrušit",
  "Confirm changes": "Potvrdit změny",
  "Confirm": "Potvrdit",
  "Deployment Methods": "Metody zavedení",
  "Back": "Zpátky",
  "Apply Fix": "Použít opravu",
  "Next": "Další",
  "Categories": "Kategorie",
  "Transfer": "Převod",
  "Please log in or register on the Nexus Mods website to log in on vortex!": "Prosím přihlaste se nebo se registrujte na stránky Nexus Mods pro přihlášení do vortex",
  "Opens the Nexus Mods page in your default browser": "Otevře ve vašem výchozím prohlížeči stránku Nexus Mods",
  "Log In On Website": "Přihlášení na stránky",
  "Browse Extensions": "Prohledat rozšíření",
  "Search": "Hledat",
  "Install": "Instalovat",
  "Installed": "Nainstalované",
  "Last updated: {{time}}": "Naposledy aktualizované: {{time}}",
  "Refresh": "Načíst znovu",
  "Forward": "Dopředu",
  "Attention": "Pozor",
  "Vortex is about to open an external web page:": "Vortex se chystá otevřít externí webovou stránku:",
  "Please be aware that Vortex is based on Electron which in turn is based on Chrome, but it will not always be the newest version. Also, we can't rule out that electron might contain it's own security issues pertaining to website access.": "Uvědomte si, že Vortex je založen na Electronu, který je zase založen na Chrome, ale vždy to nebude nejnovější verze. Rovněž nemůžeme vyloučit, že elektron může obsahovat vlastní bezpečnostní problémy týkající se přístupu na web.",
  "If you have security concerns or don't fully trust this page, please don't continue. Don't navigate away from pages you don't trust.": "Pokud máte obavy o zabezpečení nebo nedůvěřujete této stránce, nepokračujte prosím. Neodcházejte od stránek, kterým nevěříte.",
  "Continue": "Pokračovat",
  "Red Dead Redemption 2 Mod Installer": "Red Dead Redemption 2 Mod Installer",
  "Sorry, Vortex can't automatically figure out how to install this mod, please select manually.": "Litujeme, Vortex nedokáže automaticky zjistit, jak nainstalovat tento mod. Vyberte prosím ručně.",
  "": "",
  "Set Rules": "Nastavit Pravidla",
  "Groups": "Skupiny",
  "Hold ctrl and drag a line from one group to another to define a rule.": "Podržte ctrl a přetažením čáry z jedné skupiny do druhé definujte pravidlo.",
  "Right click a line/node to remove the corresponding rule/group.": "Klepnutím pravým tlačítkem na řádek / uzel odeberete odpovídající pravidlo / skupinu.",
  "Right click empty area to create new Group.": "Klepnutím pravým tlačítkem na prázdné místo vytvoříte novou skupinu.",
  "Masterlist groups and rules can't be removed.": "Skupiny a pravidla hlavního seznamu nelze odstranit.",
  "Use the mouse wheel to zoom, drag on an empty area to pan the view": "Kolečkem myši můžete přiblížit zobrazení, přetažením na prázdné místo posouvat zobrazení",
  "Mod Organizer (MO) Migration Tool": "Mod Organizer (MO) Migrační Nástroj",
  "Start": "Start",
  "Introduction": "Úvod",
  "Setup": "Nastavení",
  "Select Mods to import": "Vybrat Mody na import",
  "Import": "Importovat",
  "Magic happens": "Magic happens",
  "Review": "Posouzení",
  "Import result": "Importovat výsledky",
  "Save": "Uložit",
  "You have no file conflicts. Wow!": "Nemáte žádné konflikty souborů. Páni!",
  "Use this dialog to select which mod should provide a file.": "V tomto dialogu vyberte, který režim má soubor poskytnout.",
  "The mod marked as \"Default\" is the one that will provide the file based on current mod rules, if you make no change.": "Mod označený jako \"Výchozí \" je ten, který poskytne soubor na základě aktuálních pravidel modu, pokud nezměníte.",
  "Please try to minimize the number of overrides you set up here. Use mod rules to order entire mods.": "Pokuste se minimalizovat počet přepsání, které zde nastavíte. Použijte pravidla modu k seřazení celých režimů.",
  "This lists only the files in the selected mod that aren't exclusive to it.": "Zobrazí se pouze soubory vybraného modu, které se na něj nevztahují.",
  "Nexus Mod Manager (NMM) Import Tool": "Nexus Mod Manager (NMM) Importovat Nástroj",
  "Sorting mods": "Třídění modů",
  "Latest News": "Poslední zprávy",
  "No News": "Žádné zprávy",
  "New Files": "Nové soubory",
  "No New Files": "Žádné nové soubory",
  "Member": "Člen",
  "See Profile": "Zobrazit profil",
  "Logout": "Odhlásit",
  "Let's get you set up": "Pojďme se připravit",
  "Introduction Video": "Úvodní video",
  "Dismiss": "Zamítnout",
  "Vortex Introduction": "Úvod do Vortexu",
  "More Videos by {{author}}": "Více videí od {{author}}",
  "Profile Management": "Zpráva profilu",
  "Yes": "Ano",
  "Downloads are on drive": "Stahování je na disku",
  "Mods are staged on drive": "Mody jsou umístěny na disku",
  "Scan for missing games": "Skenovat chybějící hry",
  "FNIS Integration": "FNIS integrace",
  "Import from NMM": "Importovat z NMM",
  "Add Tool": "Přidat nástroj",
  "New...": "Nový...",
  "Quickscan": "Rychlý sken",
  "Skyrim Special Edition": "Skyrim Special Edition",
  "Run": "Spustit",
  "Make primary": "Učinit primárním",
  "Edit": "Editovat",
  "Remove": "odstranit",
  "*crickets chirp*": "*cvrky cvrk*",
  "Announcements": "Oznámení",
  "No Announcements": "Žádné oznámení",
  "No news is good news!": "Žádné zprávy jsou dobré zpávy!",
  "Conflicts haven't been calculated yet": "Konflikty ještě nebyly vypočítány",
  "Preparing game for modding": "Příprava hry pro modování",
  "depends on": "závisí na",
  "Missing Masters": "Chybějící předloha",
  "Never show again": "Nikdy znovu neukazovat",
  "More": "Více",
  "Check again": "Znovu zkontrolovat",
  "Script extender plugin errors detected": "Detekovány chyby na rozšiřovači skripu",
  "{{ value }}_0": "{{ value }}_0",
  "{{ value }}_1": "{{ value }}_1",
  "{{ value }}_2": "{{ value }}_2",
  "Interface": "Rozhraní",
  "Vortex": "Vortex",
  "Download": "Stahovat",
  "Workarounds": "Dočasné řešení",
  "Theme": "Theme",
  "Language": "Jazyk",
  "When you select a language for the first time you may have to restart Vortex.": "Když zvolíte jazyk poprvé, budete muset restartovat Vortex.",
  "Customisation": "Přizpůsobení",
  "Custom Window Title Bar": "Vlastní záhlaví okna",
  "Enable Desktop Notifications": "Zapnout oznámení na ploše",
  "Hide Top-Level Category": "Shovat nejvyšší kategorii",
  "Top-Level Categories": "Nejvyšší kategorie",
  "Categories are maintained as a tree, so for example the Category \"Audio\" could have child categories \"Effects\" and \"Music\". If you're using the Categories from Nexus, you will find that all categories have a rather useless \"root\" that corresponds to the game name, so the whole path would be \"Skyrim -> Audio -> Effects\".\nThis option will shorten the displayed category by hiding that root.": "Kategorie jsou udržovány jako strom, takže například kategorie \"Audio \" by mohla mít podřízené kategorie \"Efekty \" a \"Hudba \". Pokud používáte kategorie z Nexus, zjistíte, že všechny kategorie mají poněkud zbytečný \"root \", který odpovídá názvu hry, takže celá cesta bude \"Skyrim -> Audio -> Efekty \". \nTato možnost zkrátí zobrazenou kategorii skrytím tohoto kořenového adresáře.",
  "Use relative times (e.g. \"3 months ago\")": "Použijte relativní časy (například \"3 měsíce zpátky\")",
  "Advanced": "Pokročilý",
  "Enable Profile Management": "Zapnout zprávu profilu",
  "Profiles allow you to have multiple mod set-ups for a game at once and quickly switch between them. This can be useful when you have multiple playthroughs in parallel or if multiple people play the same game on your computer.\n\nAll profiles for a game share the set of \"available\" mods, but each has its own list of \"enabled\" mods.\n\nDepending on the game, profiles can also have different plugins enabled, separate save games, separate game configuration and so on.": "Profily vám umožňují mít více herních nastavení najednou a rychle mezi nimi přepínat. To může být užitečné, pokud máte více her paralelně nebo pokud více lidí hraje stejnou hru na vašem počítači. \n\nVšechny profily pro hru sdílejí sadu \"dostupných \" modů, ale každý má svůj vlastní seznam \"aktivovaných\" modů. \n\nV závislosti na hře mohou mít profily také povoleny různé pluginy, oddělené hry pro ukládání, samostatnou konfiguraci hry atd.",
  "Enable GPU Acceleration": "Zapnout grafickou akceleraci",
  "Automation": "Automatizace",
  "Deploy Mods when Enabled": "Zavedení modů když se aktivují",
  "Deployment": "Zavedení",
  "When you install a mod through Vortex it is stored in a separate directory and has no immediate effect on the game. We call the process of actually placing the files into the game directory \"deployment\".\n\nBy default, deployment happens automatically after you enable/disable a mod.\nIf you want more control you can disable this automation and will then have to manually click a button to start the deployment.\n\nPlease note that parts of Vortex (i.e. the list of plugins for TES games) will only reflect the \"deployed\" state.": "Když instalujete mod pomocí Vortexu, je uložen v samostatném adresáři a nemá na hru žádný okamžitý účinek. Zavoláme proces skutečného umístění souborů do adresáře hry \"rozmístění\". \n\nVe výchozím nastavení se rozmístění provede automaticky po povolení / zakázání modu. \nPokud chcete více kontroly, můžete tuto automatizaci deaktivovat a poté ji musíte spustit ručně kliknutím na tlačítko. \n\nVezměte prosím na vědomí, že části Vortexu (tj. seznam pluginů pro hry TES) budou odrážet pouze stav \"zavedení\".",
  "Enable Mods when installed (in current profile)": "Aktivovat Mody když se nainstalují (v aktuálním profilu)",
  "Notifications": "Notifikace",
  "Reset suppressed notifications": "Resetovat potlačené notifikace",
  "({{count}} notification is being suppressed)": "({{count}} notifikací bylo potlačeno)",
  "Learn more": "Zjistit více",
  "Run FNIS on Deployment Event": "spustit FNIS při Nasazovací sekvenci",
  "Dashlets": "Karty",
  "Enable Dashboard Widgets": "Aktivovat Widgety Na Hlavním Panelu",
  "Multi-User Mode": "Vícečlenný mód",
  "By default, every user account on your system has its own \"instance\" of Vortex with their own settings, mods, profiles and so on.\n\nIf you want to share these things between all users of your PC, you can toggle to \"Shared\" mode. In this mode all data will be stored in a global location and available to all users on this system.\n\nPlease note that this includes login credentials for Nexus Mods and other, potentially confidential, pieces of information you enter in Vortex.\n\nThis switch is not destructive. The data stored with your user account is not touched while you're in shared mode, so you can toggle back and forth.": "Ve výchozím nastavení má každý uživatelský účet v jeho systému vlastní \"instanci\" Vortexu s vlastními nastaveními, mody, profily atd. \n\nPokud chcete tyto věci sdílet mezi všemi uživateli počítače, můžete přepnout do režimu \"Sdílení\". V tomto režimu budou všechna data uložena na globálním místě a dostupná všem uživatelům v tomto systému. \n\nUpozorňujeme, že to zahrnuje přihlášení do Nexus mods a další potenciálně důvěrné informace, které zadáte do Vortexu. \n\nTento přepínač není ničivý. Data uložená ve vašem uživatelském účtu zůstanou netknuté, když jste ve sdíleném režimu, takže můžete přepínat tam a zpět.",
  "Shared": "Sdílené",
  "Per-User": "Po Uživateli",
  "Update": "Aktualizace",
  "Update Channel": "Aktualizovací kanál",
  "You can choose to either receive automatic updates only after they went through some community testing (Stable) or to always get the newest features (Testing).": "Můžete si vybrat, zda chcete dostávat automatické aktualizace až poté, co prošli některým komunitním testováním (Stabilní), nebo vždy získat nejnovější funkce (Testování).",
  "Stable": "Stabilní",
  "Testing": "Testování",
  "No automatic updates": "Žádné automatické aktualizace",
  "Mod Staging Folder ({{name}})": "Zdrojová složka modu ({{name}})",
  "Paths": "Cesty",
  "Vortex uses defaults to store mods you download and install.\nIf you don't like these defaults or can't use them (i.e. because you need to use the deployment method using hard link and the game is on a different drive) then use these settings to change the directories. Existing files will be moved to the new location automatically once you confirm the new paths.\nPlease make sure you have write permission to the new directories. Do NOT use your Vortex application directory!\n\nYou can use \"variables\" to save yourself some typing:\n - {GAME} is replaced with the id of the game\n - {USERDATA} is replaced with a platform dependent data directory that is guaranteed to have write access.\n\nExample: If you change the path to \"d:\\vortex_mods\\{GAME}\" and your active game is Skyrim then all your extracted mods will be in \"d:\\vortex_mods\\skyrim\".": "Vortex používá výchozí nastavení pro ukládání modů, které stahujete a instalujete. \nPokud se vám tato výchozí nastavení nelíbí nebo je nemůžete použít (tj. Protože musíte použít metodu rozmístění pomocí pevného odkazu a hra je na jiném disku), pak použijte Tato nastavení změní adresáře. Existující soubory budou automaticky přesunuty do nového umístění, jakmile potvrdíte nové cesty. \nUjistěte se, že máte oprávnění k zápisu do nových adresářů. NEPOUŽÍVEJTE adresář aplikace Vortex! \n\nMůžete použít \"proměnné\", abyste si ušetřili nějaké psaní: \n - {GAME} je nahrazeno id hry \n - {USERDATA} je nahrazeno platformou závislý datový adresář, u kterého je zaručeno, že má přístup pro zápis. \n\nPříklad: Pokud změníte cestu na \"d:\\vortex_mods\\{GAME}\" a vaše aktivní hra je Skyrim, všechny extrahované režimy budou v \"d:\\vortex_mods\\skyrim\".",
  "Browse": "Procházet",
  "This will suggest a path that should allow you to deploy mods for the current game": "Toto navrhne cestu, která by vám měla umožnit zavedení móů pro aktuální hru",
  "Suggest": "Odhad",
  "Apply": "Aplikovat",
  "Deployment Method": "Metoda",
  "No deployment method available.": "Není k dispozici žádná metoda zavedení.",
  "See notification for more information.": "Další informace naleznete v oznámení.",
  "Download Folder": "Stahovací složka",
  "Download Threads": "Stahovací Vlákna",
  "Set the number of parallel download requests to the server\n\nIf (and only if!) your ISP, the download server or a router in between caps the speed per download request it can be faster to do multiple requests at once (either to different files or to multiple chunks of the same file).\n\nVortex supports loading files in chunks so even if you increase the number of threads that doesn't mean more than one file gets loaded, we try to get individual files as fast as possible so you can start installing.\n\nIf you find the number of threads has no effect on your download speed that probably means your download requests are not limited or you're not reaching the cap for other reasons. In that case, please set the number of threads low because that puts less stress on the servers.": "Nastavte počet paralelních požadavků na stažení na server\n\nPouze (a pouze pokud!) váš poskytovatel internetových služeb, server pro stahování nebo směrovač mezi omezí rychlost na žádost o stažení může být rychlejší vyřizovat více požadavků najednou (buď na různé soubory, nebo na více bloků stejného souboru).\n\nVortex podporuje načítání souborů do chunků, takže i když zvyšujete počet vláken, což neznamená, že se načítá více souborů, snažíme se co nejrychleji získat jednotlivé soubory, abyste mohli začít instalovat.\n\nPokud zjistíte, počet vláken nemá žádný vliv na rychlost stahování, což pravděpodobně znamená, že vaše požadavky na stahování nejsou omezeny nebo nedosáhnete limitu z jiných důvodů. V takovém případě prosím nastavte nízký počet vláken, protože to na servery klade menší zátěž.",
  "Regular users are restricted to 1 download thread - Go Premium for up to 10 download threads!": "Standartní uživatelé jsou omezeni na 1 stahovací vlákno – kupte si premium až pro 10 stahovacích vláken!",
  "Chrome requires a change to a configuration file to allow an external program to handle links where chrome doesn't know the protocol. As of chrome 77 this also allows This is the case for the \"Download with Manager\" buttons on Nexus.\n\nWe can apply this change for you, but only if all instances of Chrome are closed, otherwise it will look like it worked but the change is reset when chrome closes.\n\nTo clarify: we're only enabling support for nxm:// links as used on nexusmods, we're not changing anything else.\n": "Chrome vyžaduje změnu konfiguračního souboru, aby mohl externí program zpracovávat odkazy, kde chrome nezná protokol. Od chrome 77 to také umožňuje použít tlačítka \"Stáhnout se managerem\" na Nexus.\n\nTuto změnu můžeme použít pro vás, ale pouze v případě, že jsou všechny instance prohlížeče Chrome uzavřeny, jinak to bude vypadat tak, že to funguje, ale změna je při zavření chrome obnovena.\n\nPro objasnění: povolujeme pouze podporu nxm:// odkazů použitých na nexusmods, neměníme nic jiného.\n",
  "Handle": "Zvládnout",
  "buttons on": "tlačítka zapnuta",
  "Fix Nexus Mods links in Chrome (Only required for Chrome. Requires Chrome to be closed)": "Oprava odkazů Nexus Mods v Chromu (požadováno pouze pro Chrome. Vyžaduje uzavření Chromu)",
  "Chrome Fix": "Oprava Chrome",
  "Fix": "Opravit",
  "Fix Now": "Opravit teď",
  "Meta Server": "Meta Server",
  "A meta server provides additional information about mods, giving you more details and dependency information about them. By default you get this data from nexusmods.com but it's possible for others to set up their own servers and then you can add those here to use them.": "Meta server poskytuje další informace o modech a poskytuje další podrobnosti a informace o závislostech na nich. Ve výchozím nastavení dostanete tato data z nexusmods.com, ale je možné, aby si ostatní nastavili vlastní servery a pak je můžete přidat sem, abyste je mohli používat.",
  "Servers to query for meta data.": "Servery pro dotazování se na metadata.",
  "Add a Metaserver": "Přidat metaserver",
  "Search Paths": "Hledat cesty",
  "Add Search Directory": "Přidat adresář hledání",
  "Reset": "Reset",
  "Directories to search when looking for games.": "Adresáře pro vyhledávání při hledání her.",
  "This affects only the Full Scan! The quick scan that happens on every start looks at the windows registry, steam config, ... and finds games listed there no matter where they are installed.": "To se týká pouze celého skenu! Rychlé skenování, které se děje při každém startu, se podívá do registru oken, nastavení steamu, ... a najde hry tam uvedené bez ohledu na to, kde jsou nainstalovány.",
  "Symlinks": "Související odkazy",
  "Allow Symlinks without elevation": "Povolit symbolické odkazy bez elevace",
  "Enable externally added plugins automatically": "Povolit automaticky externě přidané zásuvné moduly",
  "If checked, plugins you add to the game directory outside Vortex (e.g. when you create one with the Creation Kit) will be enabled automatically.": "Pokud je zaškrtnuto, budou automaticky povoleny zásuvné moduly, které přidáte do herního adresáře mimo Vortex (např. když jej vytvoříte pomocí Creation Kit).",
  "Clean up empty directories ": "Vyčistit prázdné adresáře ",
  "Clean up empty directories during deployment": "Vyčistit prázdné adresáře během zavádění",
  "By default Vortex will only remove empty directories during deployment if the game or related tools would otherwise not work correctly.\nUsually empty directories cause no harm and cleaning them up takes some extra time during deployment so we advise you only enable this option if you're experience problems we didn't anticipate. In that case please also inform us.": "Ve výchozím nastavení bude Vortex odstraňovat prázdné adresáře pouze v případě, že by hra nebo související nástroje jinak nefungovaly správně.\nObvykle prázdné adresáře nezpůsobují žádnou škodu a jejich vyčištění zabere nějaký čas navíc během zavedení, takže vám radíme, abyste tuto možnost povolili pouze v případě problémů, které jsme nepředpokládali. V tom případě nás prosím také informujte.",
  "Caution": "Pozor",
  "Database backup": "Záloha databáze",
  "Restore": "Obnovení",
  "Create Backup": "Vytvořit zálohu",
  "Vortex stores application settings as well as mod meta data and a lot of other important things in a database. Here you can restore a backup of this database (Vortex creates automatic updates). Please note that after this reset, the state may not agree with other data stored on disk, e.g. Vortex may report external file changes for things that it installed itself. Please be very careful to not lose data. We strongly advise you use this only in an emergency, not as an \"undo\" function.": "Vortex ukládá aplikační nastavení, mod meta data a spoustu dalších důležitých věcí v databázi. Zde můžete obnovit zálohu této databáze (Vortex vytváří automatické aktualizace). Upozorňujeme, že po tomto resetu nemusí stát souhlasit s jinými daty uloženými na disku, např. Vortex může hlásit změny externích souborů pro věci, které sám nainstaloval. Prosím, buďte velmi opatrní, abyste neztratili data. Důrazně doporučujeme použít tuto funkci pouze v případě nouze, nikoli jako funkci \"undo\".",
  "You can have up to 3 backups: One is automatically created whenever Vortex starts up with no issue, one is automatically created hourly (while using Vortex) and one you can create manually.": "Můžete mít až 3 zálohy: Jedna je automaticky vytvořena vždy, když se Vortex spustí bez problémů, jedna je automaticky vytvořena každou hodinu (při použití Vortexu) a jednu můžete vytvořit ručně.",
  "Clone": "Klonovat",
  "Please clone this theme to modify it.": "Klonujte prosím tento motiv pro jeho úpravu.",
  "Font Size:": "Velikost písma:",
  "Margins:": "Okraje:",
  "Font Family:": "Rodina fontů:",
  "Font Family (Headings):": "Rodina fontů (nadpisy):",
  "Dashlet Height:": "Výška karty:",
  "Dashlet Height": "Výška karty",
  "Every dashlet (the widgets on the Dashboards) has a height that is a multiple of this value and a width of either 1/3, 2/3 or 3/3 of the window width. Here you can adjust the base height of dashlets but we can't promise every dashlet will look good or even be usable with non-default height.": "Každá karta (widgety na hlavním panelu) má výšku, která je násobkem této hodnoty a šířku buď 1/3, 2/3 nebo 3/3 šířky okna. Zde můžete nastavit základní výšku karet, ale nemůžeme slíbit, že každá karta bude vypadat dobře nebo dokonce použitelná s nevýchozí výškou.",
  "Dark Theme": "Tmavý motiv",
  "When this is enabled, grays are essentially inverted, so a light gray becomes a dark gray and vice versa.\nIf your theme is mostly light foreground colors on dark background, this will produce better contrast.": "Když je to povoleno, šedé jsou v podstatě obrácené, takže světle šedá se stává tmavě šedou a naopak.\nPokud jsou vaším tématem převážně světlé barvy popředí na tmavém pozadí, vytvoří to lepší kontrast.",
  "Deploys mods by setting hard links in the destination directory.": "Mody zavede nastavením pevných odkazů v cílovém adresáři.",
  "File Systems store files in two parts: \n - an index entry that contains the file name, access rights, change and creating times and so on\n - the actual file data\nHard Links work by creating a second index entry referencing the same data as the original. The second index is a full-fledged index, so there is no differentiation between \"original\" and \"link\" after the link was created.\nAdvantages:\n - perfect compatibility with all applications\n - no performance penalty\n - Wide OS and FS support\nDisadvantages:\n - mods have to be on the same partition as the game\n - Due to fact hard links are so \"compatible\", a lot of applications will act as if original and link were separate files. This includes some backup solutions, tools that measure used disk space and so on, so it will often look like the link was actually a copy.": "Souborové systémy ukládají soubory ve dvou částech: \n - zápis indexu, který obsahuje název souboru, přístupová práva, měnit a vytvářet časy atd.\n - skutečná data souboru\nTvrdé odkazy fungují vytvořením druhého záznamu indexu odkazujícího na stejná data jako originál. Druhý index je plnohodnotný index, takže po vytvoření odkazu neexistuje žádný rozdíl mezi \"original\" a \"link\".\nVýhody:\n - dokonalá kompatibilita se všemi aplikacemi\n - žádná sankce za výkon\n - Podpora systémů OS a FS\nNevýhody:\n - mody musí být na stejném místě jako hra\n - Vzhledem k faktu, že pevné odkazy jsou tak \"kompatibilní\", spousta aplikací bude fungovat, jako by originální a odkaz byly samostatné soubory. To zahrnuje některá záložní řešení, nástroje, které měří použitý prostor na disku a tak dále, takže to bude často vypadat jako odkaz byl ve skutečnosti kopie.",
  "Extension": "Rozšíření",
  "Managed ({{filterCount}})": "Spravováno ({{filterCount}})",
  "Unmanaged ({{filterCount}})": "Nespravováno ({{filterCount}})",
  "List": "Seznam",
  "List View": "List View",
  "Grid": "Mřížka",
  "Grid View": "Zobrazení mřížky",
  "Search for a game...": "Hledat hru...",
  "Can't find the game you're looking for?": "Nemůžeš najít hru kterou hledáš?",
  "Your game may not be supported yet but adding it yourself may be easier than you think. Click to learn how!": "Vaše hra možná ještě není podporována, ale přidat si ji sám může být jednodušší, než si myslíte. Kliknutím se dozvíte jak!",
  "Scan for Games": "Vyhledat hry",
  "Officially Supported": "Oficiálně podporováno",
  "The Witcher 3": "Záklínač 3",
  "Activate": "Spustit",
  "7 Days to Die": "7 Days to Die",
  "Contributed by {{name}}": "Přispěl {{name}}",
  "Not fully tested, please provide feedback": "Ne zcela otestováno, poskytněte prosím zpětnou vazbu",
  "Beta": "Beta",
  "Manage": "Spravovat",
  "A Hat in Time": "A Hat in Time",
  "BattleTech": "BattleTech",
  "Beat Saber": "Beat Saber",
  "Black Mesa": "Black Mesa",
  "Blade & Sorcery": "Blade & Sorcery",
  "Bloodstained:": "Bloodstained:",
  "Ritual of the Night": "Ritual of the Night",
  "Breaking Wheel": "Breaking Wheel",
  "Code Vein": "Code Vein",
  "Daggerfall Unity": "Daggerfall Unity",
  "Dark Souls": "Dark Souls",
  "Dark Souls II": "Dark Souls II",
  "Darkest Dungeon": "Darkest Dungeon",
  "Dawn of Man": "Dawn of Man",
  "Devil May Cry 5": "Devil May Cry 5",
  "Divinity: Original Sin 2": "Divinity: Original Sin 2",
  "Definitive Edition": "Definitive Edition",
  "Original Edition": "Original Edition",
  "Dragon Age": "Dragon Age",
  "Dragon Age 2": "Dragon Age 2",
  "Dragon's Dogma": "Dragon's Dogma",
  "Elex": "Elex",
  "Enderal": "Enderal",
  "Fable Anniversary": "Fable Anniversary",
  "Factorio": "Factorio",
  "Fallout 3": "Fallout 3",
  "Fallout 4": "Fallout 4",
  "Fallout 4 VR": "Fallout 4 VR",
  "Fallout 76": "Fallout 76",
  "Fallout:": "Fallout:",
  "New Vegas": "New Vegas",
  "Fell Seal: Arbiter's Mark": "Fell Seal: Arbiter's Mark",
  "Final Fantasy XII": "Final Fantasy XII",
  "Galactic Civilizations III": "Galactic Civilizations III",
  "Garden Paws": "Garden Paws",
  "Grand Theft Auto V": "Grand Theft Auto V",
  "GreedFall": "GreedFall",
  "Grim Dawn": "Grim Dawn",
  "Half-Life 2": "Half-Life 2",
  "Halo: The Master Chief Collection": "Halo: The Master Chief Collection",
  "Kenshi": "Kenshi",
  "Kerbal Space Program": "Kerbal Space Program",
  "Kingdom Come:": "Kingdom Come:",
  "Deliverance": "Deliverance",
  "Legend of Grimrock": "Legend of Grimrock",
  "Monster Hunter: World": "Monster Hunter: World",
  "Morrowind": "Morrowind",
  "Mount & Blade": "Mount & Blade",
  "Mount & Blade II:": "Mount & Blade II:",
  "Bannerlord": "Bannerlord",
  "Mount & Blade:": "Mount & Blade:",
  "Warband": "Warband",
  "With Fire and Sword": "With Fire and Sword",
  "Neverwinter Nights": "Neverwinter Nights",
  "Neverwinter Nights 2": "Neverwinter Nights 2",
  "Neverwinter Nights:": "Neverwinter Nights:",
  "Enhanced Edition": "Enhanced Edition",
  "No Man's Sky": "No Man's Sky",
  "Oblivion": "Oblivion",
  "Outer Wilds Support": "Outer Wilds Support",
  "Oxygen Not Included": "Oxygen Not Included",
  "Pathfinder:": "Pathfinder:",
  "Kingmaker": "Kingmaker",
  "PAYDAY 2": "PAYDAY 2",
  "Phoenix Point": "Phoenix Point",
  "Pillars Of Eternity II:": "Pillars Of Eternity II:",
  "Deadfire": "Deadfire",
  "Portal 2": "Portal 2",
  "Prison Architect": "Prison Architect",
  "Red Dead Redemption 2": "Red Dead Redemption 2",
  "Resident Evil 2 (2019)": "Resident Evil 2 (2019)",
  "RimWorld": "RimWorld",
  "S.T.A.L.K.E.R.: Call of Chernobyl": "S.T.A.L.K.E.R.: Call of Chernobyl",
  "S.T.A.L.K.E.R.: Shadow of Chernobyl": "S.T.A.L.K.E.R.: Shadow of Chernobyl",
  "Sekiro": "Sekiro",
  "Shadowrun Returns": "Shadowrun Returns",
  "Skyrim": "Skyrim",
  "Skyrim VR": "Skyrim VR",
  "Spyro Reignited Trilogy": "Spyro Reignited Trilogy",
  "Star Wars Jedi: Fallen Order": "Star Wars Jedi: Fallen Order",
  "Star Wars: Battlefront II (2017)": "Star Wars: Battlefront II (2017)",
  "Star Wars: KOTOR": "Star Wars: KOTOR",
  "Star Wars: KOTOR II": "Star Wars: KOTOR II",
  "Starbound": "Starbound",
  "Stardew Valley": "Stardew Valley",
  "Starsector": "Starsector",
  "State of Decay": "State of Decay",
  "Subnautica": "Subnautica",
  "Subnautica: Below Zero": "Subnautica: Below Zero",
  "Surviving Mars": "Surviving Mars",
  "Team Fortress 2": "Team Fortress 2",
  "The Elder Scrolls Online": "The Elder Scrolls Online",
  "The Sims 3": "The Sims 3",
  "The Sims 4": "The Sims 4",
  "The Witcher": "Zaklínač",
  "The Witcher 2": "Zaklínač 2",
  "Torchlight II": "Torchlight II",
  "Total War: Three Kingdoms": "Total War: Three Kingdoms",
  "UnderMine": "UnderMine",
  "Untitled Goose Game": "Untitled Goose Game",
  "Vampire the Masquerade": "Vampire the Masquerade",
  "Bloodlines": "Bloodlines",
  "War Thunder": "War Thunder",
  "Warhammer 40000 Gladius - Relics of War": "Warhammer 40000 Gladius - Relics of War",
  "Wolcen:": "Wolcen:",
  "Lords Of Mayhem": "Lords Of Mayhem",
  "World Of Tanks": "World Of Tanks",
  "World of Warcraft": "World of Warcraft",
  "X Rebirth": "X Rebirth",
  "X4: Foundations": "X4: Foundations",
  "XCOM 2": "XCOM 2",
  "Show Hidden Games": "Ukázat Schované Hry",
  "Add \"{{ name }}\" Profile": "Přidat \"{{ name }}\" Profil",
  "Other Games": "Ostatní Hry",
  "Hide": "Schovat",
  "Mods Enabled": "Modifikace povoleny",
  "Number of Mods enabled": "Počet povolených modifikací",
  "ID": "ID",
  "Internal ID of this profile": "Interní ID tohoto profilu",
  "no": "ne",
  "Drag to another profile to transfer settings.": "Přetáhněte do jiného profilu pro přenos nastavení.",
  "Enable": "Zapnout",
  "Load Order": "Načítací pořadí",
  "Not configured": "Není nakonfigurováno",
  "Witcher 3 script merger not installed/configured": "Witcher 3 script merger není nainstalován/nakonfigurován",
  "Switched game mode": "Změněn herní mod",
  "Version of the mod. A warning here means that the mod doesn't follow the recognized versioning standard but that just means Vortex may not be able to provide some of the more advanced features or they are slightly less convenient to use.\n\nVortex supports \"semantic versioning\" (see http://semver.org/) where a version consists of three numbers separated by dots like this: \"1.2.0\".\nIn semantic versioning the first number is the \"major\" version that gets incremented only on a big update that isn't compatible with previous versions so updating may break things (dependencies, save games).\nSecond number is called \"minor\" and gets incremented when new features were introduced.\nThird number is called \"patch\" and gets increased if there were only bugfixes.\nThus \"1.2.5\" should definitively be more stable than \"1.2.4\". \"1.3.0\" should have all the bugfixes of \"1.2.x\" so far but it also adds features so there could be new bugs.\nThese dots are NOT decimal marks, version 1.10.0 is (much) newer than 1.3.0.": "Verze modu. Varování zde znamená, že mód nedodržuje uznávaný standard verzí, ale to znamená, že Vortex nemusí být schopen poskytnout některé pokročilejší funkce nebo je lehce méně pohodlný pro použití.\n\nVortex podporuje \"sémantickou verzi\" (viz http://semver. rg/), kde se verze skládá ze tří čísel oddělených tečkami takto: \"1.2.0\".\nV sémantické verzi je první číslo \"významná\" verzí, která se zvyšuje pouze na velké aktualizaci, která není kompatibilní s předchozími verzemi, takže aktualizace může narušit situaci (závislosti, ukládat hry).\nDruhé číslo se nazývá \"nezletilé\" a při zavádění nových funkcí se zvyšuje.\nTřetí číslo se nazývá \"oprava\" a zvyšuje se v případě, že existují pouze opravy chyb.\nTak \"1.2. \" by měl být s konečnou platností stabilnější než \"1.2.4\". \"1.3.0\" by měly mít všechny opravy chyb \"1.2. \" tak daleko, ale také přidává funkce, aby mohly být nové chyby.\nTyto tečky nejsou desetinná čísla, verze 1.10.0 je novější než 1.3.0.",
  "If you have multiple copies of the same mod installed (e.g. with different settings made) they will be merged into one line on the mod list between which you can toggle. Use the variant field to distinguish between them. E.g. you could have a \"1k\" and a \"2k\" variant of a mod installed.": "Pokud máte nainstalováno více kopií stejného modu (např. s různým nastavením), budou sloučeny do jednoho řádku v seznamu modů, mezi kterým můžete přepínat. Pro rozlišení mezi nimi použijte pole varianty. Např. můžete mít nainstalovánu \"1k\" a \"2k\" variantu mod.",
  "You don't have any installed mods": "Nemáš žádné nainstalované mody",
  "But don't worry, I know a place...": "Ale neboj, znám místo...",
  "URL(s)": "URL",
  "File(s)": "Soubor(y)",
  "browse for file": "vyhledat soubor",
  "or": "nebo",
  "Drop {{ accept }}": "Zahodit {{ accept }}",
  "Reset to manifest": "Obnovit do manifestu",
  "Install From File": "Instalovat Ze souboru",
  "Check for Updates (Optimized)": "Zkontrolovat aktualizace (optimalizované)",
  "Check for Updates (Full)": "Zkontrolovat aktualizace (plné)",
  "Manage Rules": "Zpravovat pravidla",
  "Deploy Mods": "Rozmístit mody",
  "Purge Mods": "Čistit mody",
  "Tutorials": "Tutoriály",
  "Install Mods": "Instalovat mody",
  "Scripted Installers": "Instalátory skriptů",
  "Resolving Conflicts": "Řešení konfliktů",
  "Mod Attributes": "Atributy modů",
  "Get more mods": "Získat více modů",
  "Toggle Columns": "Přepnou sloupce",
  "Actions": "Akce",
  "Did you know? You can select multiple items using ctrl+click or shift+click or select everything using ctrl+a and then do things with all selected items at once.": "Věděl jsi že? Můžete vybrat více položek pomocí ctrl+click nebo shift+click nebo vybrat vše pomocí ctrl+a a pak dělat věci se všemi vybranými položkami najednou.",
  "Status": "Status",
  "Group the table by this attribute": "Seskupit tabulku podle tohoto atributu",
  "Mod Name": "Název modu",
  "Version": "Verze",
  "Author": "Autor",
  "Installation Time": "Čas instalace",
  "Equal": "Se Rovná",
  "Greater-than or Equal": "Méně než nebo rovno",
  "Less-than or Equal": "Méně než nebo rovno",
  "Source": "Zdroj",
  "Category": "Kategorie",
  "Endorsed": "Endorsed",
  "Content": "Obsah",
  "Dependencies": "Závislosti",
  "{{ count }} more_0": "{{ count }} více_0",
  "{{ count }} more_1": "{{ count }} více_1",
  "{{ count }} more_2": "{{ count }} více_2",
  "Disabled": "Zakázáno",
  "{{ count }} year ago_0": "{{ count }} před rokem_0",
  "{{ count }} year ago_1": "{{ count }} před rokem_1",
  "{{ count }} year ago_2": "{{ count }} před rokem_2",
  "Undecided": "Nerozhodnuto",
  "Abstained": "Zdržel se hlasování",
  "Endorsement disabled by author": "Schválení vypnuto autorem",
  "No rules": "Žádná pravidla",
  "Drag to another mod to define dependency": "Přesuňte na jiný mod pro zjištění závislostí",
  "No file conflicts": "Bez konfliktujících souborů",
  "Enabled": "Zapnuto",
  "Configuration": "Konfigurace",
  "Conflicts with: {{conflicts}}": "Konfliktuje s: {{conflicts}}",
  "Mod can be updated (but you will have to pick the file yourself)": "Mod lze aktualizovat (ale budete si muset vybrat soubor sami)",
  "Mod can be updated (Current version: {{newVersion}})": "Mod lze aktualizovat (Aktuální verze: {{newVersion}})",
  "No associated archive.": "Žádný asociovaný archiv.",
  "Uninstalled": "Odinstalováno",
  "{{ count }} month ago_0": "{{ count }} před měsícem_0",
  "{{ count }} month ago_1": "{{ count }} před měsícem_1",
  "{{ count }} month ago_2": "{{ count }} před měsícem_2",
  "Never Installed": "Nikdy instalováno",
  "View All Downloads": "Zobrazit všechna stahování",
  "Enter download URL": "Vložit URL pro stažení",
  "Nexus downloads are capped at 1-2MB/s - Go Premium for uncapped download speeds": "Stahování je omezeno na 1-2MB/s - přejděte na premium pro neomezené stahování",
  "Filename": "Název souboru",
  "Game": "Hra",
  "Downloaded": "Stažené",
  "File Size": "Velikost souboru",
  "Progress": "Postup",
  "enter URL": "vložte URL",
  "Finished": "Dokončeno",
  "Failed": "Selhalo",
  "Can only query finished downloads": "Lze dotazovat pouze na dokončená stahování",
  "Home": "Domů",
  "Open in Browser": "Otevřít v Prohlížeči",
  "Game Plugins": "Herní Pluginy",
  "Asset Bundle": "Balíček aktiv",
  "Textures": "Textury",
  "Scripts": "Skripty",
  "Meshes": "Geometrie pro textury",
  "Animations": "Animace",
  "Extends modding capabilities": "Rozšíří možnosti modování",
  "Extender Error": "Chyba Rozšiřovače",
  "Configure FNIS": "Konfigurovat FNIS",
  "Music & Sound": "Hudba & Zvuk",
  "Executable (Tools and such)": "Spustitelný (nástroje a tak)",
  "Empty": "Prázdný",
  "{{ count }} week ago_0": "{{ count }} před týdnem_0",
  "{{ count }} week ago_1": "{{ count }} před týdnem_1",
  "{{ count }} week ago_2": "{{ count }} před týdnem_2",
  "Importing file": "Importování souboru",
  "seconds ago": "před pár vteřinami",
  "Installing {{ id }}": "Instalace {{ id }}",
  "Preparing": "Příprava",
  "Installing": "Instalace",
  "Checking dependencies": "Kontrola následků",
  "Mod installed": "Mod mainstalován",
  "Waiting for other operations to complete": "Čekání na dokončení ostatních operací",
  "Deploying": "Rozmístiťování",
  "Deploying mods": "Rozmístiťování modů",
  "Deployment in progress": "Probíhá rozmístiťování",
  "Loading deployment manifest": "Načítám zaváděcí manifest",
  "Running pre-deployment events": "Uspořádání akcí před nasazením",
  "Checking for external changes": "Kontrola externích změn",
  "This screen shows only deployed plugins, if you're missing files, try deploying manually.": "Tato obrazovka zobrazuje pouze zavedené zásuvné moduly, pokud vám chybí soubory, zkuste je nasadit ručně.",
  "Show Usage Instructions": "Zobrazit pokyny k použití",
  "Manage Groups": "Zpravovat skupiny",
  "Reset Masterlist": "Obnovit hlavní seznam",
  "Open xEdit": "Otevřít xEdit",
  "Data files": "Datové soubory",
  "Master files": "Hlavní soubory",
  "LOOT Groups": "LOOT skupiny",
  "Plugins shouldn't exceed mod index {{maxIndex}} for a total of {{count}} plugins (including base game and DLCs).": "Pluginy by neměly překročit index modů {{maxIndex}} pro celkem {{count}} pluginů (včetně základní hry a DLC).",
  "In addition you can have up to 4096 light plugins.": "Kromě toho můžeš mít až 4096 lehkých pluginů.",
  "Active: {{ count }}_0": "Aktivní: {{ count }}_0",
  "Active: {{ count }}_1": "Aktivní: {{ count }}_1",
  "Active: {{ count }}_2": "Aktivní: {{ count }}_2",
  "Light: {{ count }}_0": "Lehké: {{ count }}_0",
  "Light: {{ count }}_1": "Lehké: {{ count }}_1",
  "Light: {{ count }}_2": "Lehké: {{ count }}_2",
  "Merging mods": "Slučování modů",
  "Starting deployment": "Zapínání zasazování",
  "Deploying: ": "Nasazování: ",
  "Toggle Inlines": "Přepínač řádků",
  "Name": "Jméno",
  "Mod": "Mod",
  "Flags": "Značky",
  "Mod Index": "Index modu",
  "Group": "Skupina",
  "Light": "Lehké",
  "Loads Archive": "Načíst archiv",
  "Could be light": "Může být lehký",
  "Dirty": "Špinavý",
  "Master": "Hlavní",
  "Clean": "Čistý",
  "LOOT Messages": "LOOT zprávy",
  "Incompatible": "Nekompatibilní",
  "Warnings": "Varování",
  "Native": "Nativní",
  "Some mods are redundant": "Některé mody jsou zbytečné",
  "Show": "Ukázat",
  "Running post-deployment events": "Běžící události po zavedení",
  "Creating snapshots": "Vytváření snapshotů",
  "Mod Category": "Kategorie modu",
  "Author of the plugin": "Autor pluginu",
  "Plugin version": "Verze pluginu",
  "This is a regular plugin that could be turned into a light one (also known as an ESPfe). When you do this, it will no longer take up a spot in the load order while still working as usual.": "Jedná se o běžný plugin, který by se dal změnit na lehký (také známý jako ESPfe). Když to uděláte, nebude již zabírat místo v pořadí zatížení, zatímco stále pracuje jako obvykle.",
  "A light plugin doesn't occupy a regular load order slot. Only some plugins can be made light directly.": "Lehký zásuvný modul nezabírá běžný slot pořadí načtení. Pouze některé pluginy mohou být zlehčené přímo.",
  "Masters": "Hlavní",
  "LOOT cleaning info": "LOOT info o čištění",
  "LOOT Messages (only updates on sort)": "LOOT Zprávy (pouze aktualizace při řazení)",
  "Lock Mod Index": "Uzamknout index modifikace",
  "Sorted automatically": "Seřazeno automaticky",
  "Locked to index": "Uzamčeno na index",
  "Automatic": "Automatický",
  "This list may be outdated, you should deploy mods before modifying it.": "Tento seznam je pravděpodobně zastaralý, měli byste zavést modifikace před jeho úpravou.",
  "Deploy now": "Nasadit nyní",
  "Deployment necessary": "Zavedení je nutné",
  "Deploy": "Zavést",
  "Preparing game settings": "Příprava nastavení hry",
  "This plugin already has the light flag set, you can unset it.": "Tento plugin již obsahuje světlou vlajku, můžete ji odstranit.",
  "Checking for mod updates": "Kontrola aktualizací modů",
  "Checking mods for update": "Kontrolují se mody pro aktualizaci",
  "Some mods could not be checked for updates": "Některé modifikace nebylo možné zkontrolovat pro aktualizace",
  "Check for mod updates complete": "Kontrola aktualizací modů dokončena",
  "Name of the mod": "Název modu",
  "Author of the mod": "Autor modu",
  "File version (according to the author)": "Verze souboru (podle autora)",
  "Variant": "Varianta",
  "File variant": "Varianta souboru",
  "Time when this mod was installed": "Čas, kdy byl tento mod nainstalován",
  "Source the mod was downloaded from": "Zdroj, ze kterého byl mod stažen",
  "NexusMods Game Section": "NexusMods herní sekce",
  "Game Section": "Herní sekce",
  "Internal ID used by www.nexusmods.com": "Interní ID používané uživatelem www.nexusmods.com",
  "Nexus Mod ID": "Nexus Mod ID",
  "Visit on www.nexusmods.com": "Navštivte www.nexusmods.com",
  "Default": "Výchozí",
  "Type of the mod (decides where it gets deployed to)": "Typ modu (rozhoduje, kam bude zaveden)",
  "Mod Type": "Typ modu",
  "Write your own notes on this mod": "Napište své vlastní poznámky",
  "Download started": "Stahování spuštěno",
  "Active Downloads": "Aktivní stahování",
  "Download finished": "Stahování dokončeno",
  "File already exists": "Soubor již existuje",
  "You've already downloaded the file \"{{fileName}}\", do you want to download it again?": "Soubor jste již stáhli \"{{fileName}}\", chcete jej stáhnout znovu?",
  "Changelogs": "Seznamy změn",
  "Current Version": "Aktuální verze",
  "Newest Version": "Nejnovější verze",
  "Changelog": "Seznam změn",
  "<Multiple>": "<Více>",
  "Dismiss All": "Zahodit vše",
  "{{ count }} More_0": "{{ count }} Více_0",
  "{{ count }} More_1": "{{ count }} Více_1",
  "{{ count }} More_2": "{{ count }} Více_2",
  "{{ count }} minute ago_0": "před {{ count }} minutou_0",
  "{{ count }} minute ago_1": "před {{ count }} minutou_1",
  "{{ count }} minute ago_2": "před {{ count }} minutou_2",
  "Pending": "Čekající",
  "Click to {{ clickMode }}": "Klikněte na {{ clickMode }}",
  "Paused": "Pozastaveno",
  "More...": "Více...",
  "{{ count }} hour ago_0": "{{ count }} hodin před_0",
  "{{ count }} hour ago_1": "{{ count }} hodin před_1",
  "{{ count }} hour ago_2": "{{ count }} hodin před_2",
  "Extracting": "Extrahování",
  "There are unresolved file conflicts. This just means that two or more mods contain the same files and you need to decide which of them loads last and thus provides the files.\n": "Existují nevyřešené konflikty souborů. To znamená, že dva nebo více modů obsahují stejné soubory a musíte se rozhodnout, které z nich načíst poslední, a tak poskytuje soubory.\n",
  "[td]{{modName}}[/td][td][color=\"red\"][svg]conflict[/svg][/color][/td][td][list]{{conflicts}}[/list][/td][/tr]": "[td]{{modName}}[/td][td][color=\"red\"][svg]conflict[/svg][/color][/td][td][list]{{conflicts}}[/list][/td][/tr]",
  "There are unresolved file conflicts": "Existují nevyřešené konflikty souborů",
  "An older version of this mod is already installed. You can replace the existing one - which will update all profiles - or install this one alongside it. In the latter case both versions will be available and only the active profile will be updated. ": "Starší verze tohoto modulu je již nainstalována. Můžete nahradit existující – který aktualizuje všechny profily – nebo nainstalovat tento vedle něj. Ve druhém případě budou k dispozici obě verze a pouze aktivní profil bude aktualizován. ",
  "Update all profiles": "Aktualizovat všechny profily",
  "Update current profile": "Aktualizovat aktuální profil",
  "Finish": "Dokončit",
  "Save all changes": "Uložit všechny změny",
  "Revert all changes": "Vrátit všechny změny",
  "Use newer file for all changes": "Použít novější soubor pro všechny změny",
  "{{count}} file_0": "{{count}} soubor_0",
  "{{count}} file_1": "{{count}} soubor_1",
  "{{count}} file_2": "{{count}} soubor_2",
  "Confirm deletion": "Potvrdit odstranění",
  "You're about to [color=\"red\"]delete[/color] {{count}} files. Are you sure this is what you want?": "Chystáte se [color=\"red\"]odstranit[/color] {{count}} souborů. Jste si jisti, že to je to, co chcete?",
  "Not deployed": "Nezavedeno",
  "Enable all": "Povolit vše",
  "None": "Nic",
  "Redundant mods": "Zbytečné mody",
  "Some of the enabled mods either contain no files or all files they do contain are entirely overwritten by another mod. These redundant mods don't do any harm except slow down deployment a bit.": "Některé povolené mody buď neobsahují žádné soubory nebo všechny soubory, které obsahují, jsou zcela přepsány jiným modem. Tyto nadbytečné mody nezpůsobují žádnou újmu, kromě zpomalení jejich zavádění.",
  "Disable selected": "Deaktivovat vybrané",
  "Edit individual files": "Upravit jednotlivé soubory",
  "Load": "Načíst",
  "before": "před",
  "after (suggested)": "po (odhadované)",
  "never together with": "nikdy spolu",
  "Any version": "Jakákoliv verze",
  "Compatible version": "Kompatibilní verze",
  "Only this version": "Pouze tato verze",
  "Remove Mod": "Odstranit mod",
  "Delete Archive": "Odstranit archiv",
  "Do you really want to remove this mod?_0": "Vážně chcete odstranit tento mod?_0",
  "Do you really want to remove this mod?_1": "Vážně chcete odstranit tento mod?_1",
  "Do you really want to remove this mod?_2": "Vážně chcete odstranit tento mod?_2",
  "Confirm removal": "Potvrďte odstranění",
  "Do you really want to remove this mod?": "Doopravdy chcete odstranit tento mod",
  "Removing mods": "Odstraňování modů",
  "...": "...",
  "after": "potom",
  "{{ otherMod }} has a rule referencing {{ thisMod }}": "{{ otherMod }} má pravidlo odkazující {{ thisMod }}",
  "before (suggested)": "před (odhadované)",
  "Deselect All": "Odoznačit Vše",
  "Unpack (as-is)": "Rozbalit (jako)",
  "Reinstall": "Reinstalovat",
  "Disable": "Vypnout",
  "Refresh Content": "Aktualizovat obsah",
  "Guess IDs": "Odhadnout ID",
  "(Archive only)": "(Pouze archiv)",
  "Running...": "Běží...",
  "This might be a temporary network error. If it persists, please delete \"{{masterlistPath}}\" to force Vortex to download a new copy.": "Může se jednat o dočasnou síťovou chybu. Pokud přetrvává, smažte \"{{masterlistPath}}\" pro přinucení Vortexu ke stažení nové kopie.",
  "Network is offline": "Nejste připojeni k síťi",
  "Register or Log In": "Zaregistrovat se nebo přihlásit",
  "Log In using your Nexus Mods account or register a new account on the Nexus Mods website to get the best experience!": "Přihlaste se pomocí účtu Nexus Mods nebo si zaregistrujte nový účet na webových stránkách Nexus Mods, abyste získali nejlepší zkušenosti!",
  "Log In or Register": "Přihlásit se nebo registrovat",
  "Failed to update masterlist": "Selhala aktualizace hlavního seznamu",
  "No messages received": "Nedostali jste žádné zprávy",
  "Checking for update failed": "Kontrola aktualizací selhala",
  "Update available": "Dostupná aktualizace",
  "Restart & Install": "Restrtovat & Instalovat",
  "Sort by": "Seřadit od",
  "Endorsements": "Potvrzení",
  "Last update": "Poslední aktualizace",
  "Run FNIS on Deployment Event (if necessary)": "Spustit FNIS při zavádění (pokud je třeba)",
  "Running FNIS automatically": "Automaticky spustit FNIS",
  "Any time you deploy, Vortex will check if any mod containing animations has changed. If so, it will run FNIS and create or update a mod named \"FNIS Data\". This mod contains the animations generated for your system based on your mod loadout and it is supposed to load after all mods containing animations. This should get set up automatically.\n\nImportant: If FNIS produces an error message it will still open a window and the deployment will be paused until you close FNIS.": "Při každém zavedení, Vortex zkontroluje, zda se změnily animace obsahující modifikace. Pokud ano, spustí FNIS a vytvoří nebo aktualizuje mod s názvem „FNIS Data“. Tento mod obsahuje animace generované pro váš systém na základě načtení modu a má se načíst po všech modech obsahujících animace. Toto by mělo být nastaveno automaticky.\n\nDůležité: Pokud FNIS vytvoří chybovou zprávu, stále otevře okno a zavedení bude pozastaveno, dokud nezavřete FNIS.",
  "This will suggest a path that puts the mods on the same drive as the game": "Odhadne cestu která umístí mody na stejný disk kde je hra",
  "{{ value }}": "{{ value }}",
  "{{ value }}_plural": "{{ value }}_plural",
  "{{ count }} more": "{{ count }} více",
  "{{ count }} more_plural": "{{ count }} more_plural",
  "{{ count }} year ago": "{{ count }} před rokem",
  "{{ count }} year ago_plural": "{{ count }} year ago_plural",
  "Find more": "Najít více",
  "Select extension file": "Vyberte rozšíření",
  "Failed to load: {{message}}": "Selhalo načítání: {{message}}",
  "C z c e c h  t r a n s l a t i o n  b y  W o l 0 r d": "C z c e c h  t r a n s l a t i o n  b y  W o l 0 r d",
  "General": "Obecný",
  "SSE": "SSE",
  "Profile": "Profil",
  "File content modified (\"Save\" will apply the changed file from the game folder permanently, \"Revert\" will restore the original file from the staging folder)": "Obsah upravený (\"Uložit\" bude trvale aplikovat změněný soubor ze složky hry, \"Vrátit\" obnoví původní soubor ze složky pro přípravu)",
  "Event history": "Historie událostí",
  "Please note that this is not \"Undo\"! This screen allows you to revert specific actions but we make no promises that this actually returns Vortex or your game to the state before that action. Not every Action can be undone.": "Vezměte prosím na vědomí, že toto není \"Zpět\"! Tato obrazovka vám umožňuje vrátit se ke konkrétním akcím, ale my neslíbíme, že to skutečně vrátí Vortex nebo vaši hru do stavu před touto akcí. Ne každá akce může být vrácena.",
  "Feedback Responder - Where you can help investigate bugs you reported": "Odpověď zpětné vazby - Kde můžete pomoci s vyšetřením chyb, které jste nahlásili",
  "Issue details could not be fetched yet": "Detaily úkolu zatím nelze načíst",
  "Submit Feedback": "Odeslat zpětnou vazbu",
  "Clear Rules": "Vymazat pravidla",
  "Use Suggestions": "Použít návrhy",
  "Hide Resolved": "Skrýt vyřešené",
  "Width": "Šířka",
  "Height": "Výška",
  "Fit Content": "Přizpůsobit obsah",
  "Found an application state backup. Created on: {{date}}": "Byla nalezena záloha stavu aplikace. Vytvořeno dne: {{date}}",
  "Delete": "Odstranit",
  "No Feedback Response Required": "Není vyžadována zpětná vazba",
  "Our feedback to you: \"You're amazing!\"": "Naše zpětná vazba pro vás: \"Jsi úžasný!\"",
  "Loose files may not get loaded": "Uvolněné soubory nemusí být načteny",
  "Some of the enabled plugins depend on others that are not enabled:": "Některé povolené pluginy závisejí na jiných, které nejsou povoleny:",
  "Bring Vortex to foreground when starting downloads in browser": "Přenese Vortex do popředí při spuštění stahování v prohlížeči",
  "When you install a mod through Vortex it is stored in a separate directory and has no immediate effect on the game. We call the process of actually placing the files into the game directory \"deployment\".\n\nThere are different methods available in Vortex to do this Deployment, the best one will usually get picked automatically, based on which game you're modding and your system configuration.\nAll methods have in common that deployment is way quicker than copying files and consumes no or very little additional disk space.\n\nBy default, deployment happens automatically after you enable/disable a mod.\nIf you want more control you can disable this automation and will then have to manually click a button to start the deployment.\n\nPlease note that parts of Vortex (i.e. the list of plugins for TES games) will only reflect the \"deployed\" state.": "Při instalaci modu přes Vortex je uložen do samostatného adresáře a nemá žádný okamžitý vliv na hru. Zavoláváme proces skutečného vkládání souborů do herního adresáře \"deployment\".\n\nVe Vortexu jsou k dispozici různé metody, jak to udělat, ta nejlepší bude obvykle vybrána automaticky, na základě moddingu hry a konfigurace systému.\nVšechny metody mají tu výhodu, že zavedení je mnohem rychlejší než kopírování souborů a nespotřebovává žádný nebo velmi málo dalšího místa na disku.\n\nVe výchozím nastavení k nasazení dojde automaticky poté, co povolíte/zakážete mod.\nPokud chcete více ovládat, můžete tuto automatizaci vypnout a pak budete muset ručně kliknout na tlačítko pro spuštění zavedení.\n\nVezměte prosím na vědomí, že části Vortex (tj. seznam pluginů pro hry TES) budou odrážet pouze stav \"zavedeno\".",
  "Install Mods when downloaded": "Instalovat mody při stažení",
  "Run Vortex when my computer starts": "Spustit Vortex při startu počítače",
  "ToDo List": "Seznam úkolů",
  "Nexus Mods Account Banner": "Banner účtu Nexus Mods",
  "Recently Managed": "Nedávno spravované",
  "News": "Novinky",
  "Latest Mods": "Nejnovější mody",
  "Issues": "Problémy",
  "BepInEx Support": "Podpora BepInEx",
  "ARC Support": "Podpora ARC",
  "QBMS Support": "Podpora QBMS",
  "You can choose to either receive automatic updates only after they went through some community testing (Stable) or to always get the newest features (Beta).": "Můžete se rozhodnout přijímat automatické aktualizace pouze po provedení testu (Stabilní), nebo vždy získat nejnovější funkce (Beta).",
  "Mod Staging Folder": "Složka pro přípravu modů",
  "Vortex uses default paths to store mods you download and install.\nIf you don't like these defaults or can't use them (i.e. because you need to use the hard link deployment method and the game is on a different drive) then use this input box to change the directories. Existing files will be moved to the new location automatically once you confirm the new paths.\nPlease make sure you have write permission to the new directories. Do NOT use your Vortex application directory!\n\nYou can use \"variables\" to save yourself some typing:\n - {GAME} is replaced with the id of the game\n - {USERDATA} is replaced with a platform dependent data directory that is guaranteed to have write access.\n\nExample: If you change the path to \"d:\\vortex_mods\\{GAME}\" and your active game is Skyrim then all your extracted mods will be in \"d:\\vortex_mods\\skyrim\".": "Vortex používá výchozí cesty k ukládání modů, které stahujete a instalujete.\nPokud se vám tyto výchozí nastavení nelíbí nebo je nemůžete použít (tj. protože musíte použít metodu zavedení tvrdého odkazu a hra je na jiném disku), pak použijte toto vstupní pole pro změnu adresářů. Existující soubory budou automaticky přesunuty do nového umístění, jakmile potvrdíte nové cesty.\nUjistěte se, že máte oprávnění k zápisu do nových adresářů. Nepoužívejte váš adresář aplikace Vortex!\n\nMůžete použít \"proměnné\", abyste si uložili nějaký typ:\n - {GAME} je nahrazeno ID hry\n - {USERDATA} je nahrazeno datovým adresářem, který závisí na platformě a který má zaručený přístup k zápisu.\n\nPříklad: Pokud změníte cestu na \"d:\\vortex_mods\\{GAME}\" a vaše aktivní hra je Skyrim, všechny vaše rozbalené mody budou v \"d:\\vortex_mods\\skyrim\".",
  "Downloads Folder": "Složka pro stahování",
  "The downloads folder holds all mod archives you have downloaded with Vortex. It is shared across all games and includes a subfolder for each of them. e.g. if your downloads folder is set to\n\"D:\\Vortex Downloads\\\", archive files for Skyrim will be stored in: \"D:\\Vortex Downloads\\skyrim\\\".\nBy default Vortex will select a user data directory that is guaranteed to have write access.\nWhen changing the Downloads Folder, the downloads for all your games will be moved to the new location automatically. Make sure the new location has plenty of available space and that you have permission to write files to it.\nYou can use \"variables\" to save yourself some typing:\n - {USERDATA} is replaced with your user data directory.\ne.g. if your Windows account name is Mike,\n \"{USERDATA}\\Downloads\\\" will be converted to:\n\"C:\\Users\\Mike\\AppData\\Roaming\\Vortex\\Downloads\\\"": "Složka ke stažení obsahuje všechny archivy modifikací, které jste si stáhli s Vortexem. Je sdíleno ve všech hrách a obsahuje podsložku pro každou z nich. Např. pokud je složka pro stahování nastavena na\n\"D:\\Vortex Downloads\\\", archivační soubory pro Skyrim budou uloženy v: \"D:\\Vortex Downloads\\skyrim\\\".\nVe výchozím nastavení Vortex vybere uživatelský datový adresář, který zaručí, že bude mít přístup k zápisu.\nPři změně složky ke stažení, stahování všech vašich her bude automaticky přesunuto do nové složky. Ujistěte se, že nové umístění má dostatek volného místa a že máte oprávnění k zápisu souborů.\nMůžete použít \"Proměnné\", abyste si zjednodušili nějaké psaní:\n - {USERDATA} je nahrazeno vaším adresářem s uživatelskými daty.\nnapř. pokud je název účtu Windows Mike,\n \"{USERDATA}\\Downloads\\\" bude převeden na:\n\"C:\\Users\\Mike\\AppData\\Roaming\\Vortex\\Downloads\\\"",
  "Limit Bandwidth": "Omezit šířku pásma",
  "Unlimited": "Bez omezení",
  "Copy files when using \"Install From File\"": "Kopírovat soubory při použití \"Instalovat ze souboru\"",
  "Allow Symlinks without elevation (experimental!)": "Povolit symbolické odkazy bez elevace (experimentální!)",
  "You have to log out the user account or reboot windows for this change to be applied.": "Pro tuto změnu se musíte odhlásit uživatelský účet nebo restartovat windows.",
  "Allow Symlinks without elevation (old mechanism, pre Vortex v1.4.3)": "Povolit symbolické odkazy bez elevace (starý mechanismus, pro Vortex v1.4.3)",
  "Read system fonts": "Číst systémová písma",
  "System Fonts": "Systémová písma",
  "Makes all system fonts installed on the system available in the Font dropdowns. This function seems to cause Vortex to crash for a very small number of users and we have not been able to identify what sets the affected systems apart yet.": "Umožňuje nainstalovat všechna systémová písma v rozevíracích seznamech písma. Zdá se, že tato funkce způsobí pád Vortex pro velmi malý počet uživatelů a my jsme ještě nebyli schopni určit, co odlišuje postižené systémy.",
  "The quick brown fox jumps over the lazy dog": "The quick brown fox jumps over the lazy dog",
  "Hardlink Deployment": "Zavedení pevnými odkazy",
  "Move deployment (Experimental!)": "Přesunout zavedení (Experimentální!)",
  "Check for Updates": "Zkontrolovat aktualizace",
  "Import From": "Importovat z",
  "Import From NMM": "Importovat z NMM",
  "Import From MO": "Importovat z MO",
  "Open": "Otevřít",
  "Open Mod Staging Folder": "Otevřít složku s mody",
  "Open Game Folder": "Otevřít složku hry",
  "Open Game Mods Folder": "Otevřít složku herních modů",
  "Open Game Settings Folder": "Otevřít složku s nastavením hry",
  "Open Game Application Data Folder": "Otevřít složku dat hry",
  "Select...": "Vybrat...",
  "Unassigned": "Nepřiřazeno",
  "N/A": "N/A",
  "No Content": "Žádný obsah",
  "Animation": "Animace",
  "Archive": "Archiv",
  "Config": "Konfigurace",
  "Executable": "Spustitelný",
  "Extender": "Rozšiřovač",
  "Map": "Mapa",
  "Mesh": "Geometrie pro textury",
  "Music": "Hudba",
  "Plugin": "Plugin",
  "Script": "Skript",
  "Shader": "Shader",
  "Texture": "Textura",
  "Our feedback to you: \"You know that guy in scary movies who is like, \"Hey, let's split up\"? That guy is dumb, you're not that guy!\"": "Naše zpětná vazba pro vás: \"Znáš toho chlápka z hororů co řekne: \"Hej, rozdělme se?\" Ten chlápek je na hlavu, ty nejsi on!\"",
  "Download \"{{modName}}\"": "Stáhnout \"{{modName}}\"",
  "You need to download {{modName}} from the Nexus Mods website. The link below will open the mod page.": "Musíte si stáhnout {{modName}} z webu Nexus Mods. Odkaz níže otevře stránku s mody.",
  "Skip": "Přeskočit",
  "Copy URL to clipboard": "Kopírovst adresu URL",
  "{{name}} (Current)": "{{name}} (aktuální)",
  "Create new profile": "Vytvořit nový profil",
  "has been added to your collections.": "byl přidán do vašich kolekcí.",
  "Install this collection to profile": "Instalovat tuto kolekci do profilu",
  "Later": "Později",
  "Install Now": "Nainstalovat nyní",
  "Not light": "Není lehké",
  "Open in xEdit": "Otevřít v xEdit",
  "Mark as Light": "Označit jako lehké",
  "Mark as Regular": "Označit jako obyčejné",
  "Plugin dependencies unfulfilled": "Závislosti pluginu nejsou splněny",
  "Some of the enabled plugins have dependencies or incompatibilities that are not obeyed in your current setup": "Některé z povolených pluginů mají závislosti nebo nekompatibilitu, které nejsou v aktuálním nastavení dodrženy",
  "is incompatible with": "nekompatibilní s",
  "The file name of the archive which was used to install this mod. If this field is empty, the mod is no longer paired with an archive, probably because the archive was deleted.": "Název souboru archivu, který byl použit k instalaci tohoto modu. Pokud je toto pole prázdné, mod již není spárován s archivem, pravděpodobně proto, že archiv byl odstraněn.",
  "Missing Meta ID": "Chybí ID události",
  "default": "výchozí",
  "No optional mods": "Žádné volitelné mody",
  "Check for mod updates complete ({{count}} update/s found)": "Kontrola aktualizací modu dokončena ({{count}} aktualizací nalezeno)",
  "UMM Support": "Podpora UMM",
  "Diagnostics and usage data": "Diagnostika a údaje o využití",
  "Allow tracking": "Povolit sledování",
  "This information is sent to our team entirely anonymously and only with your express consent": "Tyto informace jsou zaslány našemu týmu zcela anonymně a pouze s vaším výslovným souhlasem",
  "More about the data we track.": "Více o údajích, které sledujeme.",
  "Our feedback to you: \"No, YOU are breathtaking!\"": "Naše zpětná vazba pro vás: \"No, YOU are breathtaking!\"",
  "Screenshot": "Snímek obrazovky",
  "Save Game ID": "ID uložené hry",
  "Character Name": "Jméno postavy",
  "Character Level": "Úroveň postavy",
  "Ingame Location": "Lokace ve hře",
  "Creation Time": "Čas vytvoření",
  "Manual save": "Ruční uložení",
  "Autosave": "Automatické uložení",
  "Quicksave": "Rychlé uložení",
  "{{ count }} day ago_0": "před {{ count }} dny",
  "{{ count }} day ago_1": "před {{ count }} dny",
  "{{ count }} day ago_2": "před {{ count }} dny",
  "Our feedback to you: \"You look lovely today!\"": "Naše zpětná vazba pro vás: \"Dnes, vypadáte skvěle!\"",
  "Install All_0": "Instalovat vše",
  "Install All_1": "Instalovat vše",
  "Install All_2": "Instalovat vše",
  "remove": "odstranit",
  "Description is synchronized with an online source": "Popis je synchronizován s online zdrojem",
  "Edit Description": "Upravit popis",
  "Archive Name": "Jméno archivu",
  "The name of the archive used to install this mod": "Název archivu používaného k instalaci tohoto modu",
  "The \"Source\" specifies where you got the mod. That source will be consulted for certain features, i.e. to find updates.\n\nOnly sources that are supported by Vortex can be selected.\nIf the mod was removed from the source it may make sense to select no source here to quiet error messages.": "\"Zdroj\" určuje, odkud jste stáhli mod. Tento zdroj bude konzultován pro některé funkce, např. pro nalezení aktualizací.\n\nMohou být vybrány pouze zdroje podporované Vortexem.\nPokud byl mod ze zdroje odstraněn, může mít smysl zde vybrat žádný zdroj pro tiché chybové zprávy.",
  "Nexus Mods IDs": "Nexus Mods IDs",
  "Mod identified": "Identifikován mod",
  "Open on Nexus Mods": "Otevřít na Nexus Mods",
  "Choices made in the installer": "Volby provedené v instalačním programu",
  "Installer": "Instalátor",
  "Collection(s) this mod was installed from (if any)": "Kolekce tohoto modu byla nainstalována z (pokud existuje)",
  "Collection": "Kolekce",
  "Time when this mod was enabled (in this profile)": "Doba, kdy byl tento mód povolen (v tomto profilu)",
  "Enabled Time": "Povolený čas",
  "This table is filtered, showing {{shown}}/{{hidden}} items.": "Tato tabulka je filtrována, zobrazuje {{shown}}/{{hidden}} položky.",
  "Clear all filters": "Vymazat všechny filtry",
  "This mod has no source assigned. The source tells Vortex where the mod came from and, if applicable, where to check for updates. You can set the source to \"Other\" to disable this warning.": "Tento mod nemá přiřazen žádný zdroj. Zdroj říká Vortex, odkud mod přišel a kde v případě potřeby vyhledat aktualizace. Zdroj můžete nastavit na \"ostatní\" pro vypnutí tohoto varování.",
  "Description can only be changed for installed mods": "Popis lze změnit pouze pro nainstalované mody",
  "Description": "Popis",
  "Preset": "Předvolba",
  "Rozmístiťování": "Rozmístiťování",
  "Čekání na dokončení ostatních operací": "Čekání na dokončení ostatních operací",
  "Rozmístiťování modů": "Rozmístiťování modů",
  "Načítám zaváděcí manifest": "Načítám zaváděcí manifest",
  "Uspořádání akcí před nasazením": "Uspořádání akcí před nasazením",
  "Kontrola externích změn": "Kontrola externích změn",
  "Checking for mod incompatibilities": "Kontroluji nekompatibilitu modů",
  "Třídění modů": "Třídění modů",
  "Slučování modů": "Slučování modů",
  "Zapínání zasazování": "Zapínání rozmisťování",
  "Běžící události po zavedení": "Běžící události po zavedení",
  "Vytváření snapshotů": "Vytváření snapshotů",
  "Příprava nastavení hry": "Příprava nastavení hry",
  "Our feedback to you: \"You are one of a kind!\"": "Naše zpětná vazba pro vás: \"Jsi úžasný!\"",
  "Search for a rule...": "Hledat pravidlo...",
  "Before All": "Před vším",
  "After All": "Po všem",
  "Failed to run tool": "Nepodařilo se spustit nástroj",
  "Select a game to manage": "Vyberte hru, kterou chcete spravovat",
  "When you are managing a game, supported tools will appear here": "Když spravujete hru, zobrazí se zde podporované nástroje",
  "Vortex will now handle Nexus Download links": "Vortex nyní zpracuje Nexus odkazy na stahování",
  "Failed to set game mode": "Nepodařilo se nastavit herní režim",
  "skyrimse": "skyrimse",
  "Failed to read some mods": "Nepodařilo se načíst některé mody",
  "{{ count }} extensions will be updated": "{{ count }} rozšíření bude aktualizováno",
  "Installation failed": "Instalace se nezdařila",
  "Failed to install the extension": "Nepodařilo se nainstalovat rozšíření",
  "dest already exists.": "cíl již existuje.",
  "Error": "Chyba",
  "Extensions updated, please restart to apply them": "Rozšíření aktualizováno, prosím restartujte pro jeho použití",
  "Restart now": "Restartovat nyní",
  "You need to restart Vortex to apply changes.": "Aby se změny projevily, je třeba restartovat Vortex.",
  "Restart": "Restartovat",
  "You haven't managed any games yet": "Zatím jste nespravovali žádné hry",
  "To start managing a game, go to \"Unmanaged\" and activate a game there.": "Chcete-li začít spravovat hru, přejděte do \"Nespravované\" a aktivujte hru tam.",
  "A Total War Saga: TROY": "A Total War Saga: TROY",
  "Baldur's Gate 3": "Baldur's Gate 3",
  "Battle Brothers": "Battle Brothers",
  "Bayonetta": "Bayonetta",
  "Bloons TD6": "Bloons TD6",
  "Blue Fire": "Blue Fire",
  "Bugsnax": "Bugsnax",
  "Call of Cthulhu: Dark Corners of the Earth": "Call of Cthulhu: Dark Corners of the Earth",
  "Carrier Command 2": "Carrier Command 2",
  "Cities: Skylines": "Cities: Skylines",
  "Conan Exiles": "Conan Exiles",
  "Control": "Control",
  "Cyberpunk 2077": "Cyberpunk 2077",
  "Dark Souls III": "Dark Souls III",
  "Dark Souls Remastered": "Dark Souls Remastered",
  "Days Gone": "Days Gone",
  "Diablo II: Resurrected": "Diablo II: Resurrected",
  "Don't Starve Together": "Don't Starve Together",
  "DOOM": "DOOM",
  "DOOM Eternal": "DOOM Eternal",
  "Door Kickers 2: Task Force North": "Door Kickers 2: Task Force North",
  "Dragon Age: Origins": "Dragon Age: Origins",
  "Dragon Quest XI S: Echoes of an Elusive Age - Definitive Edition": "Dragon Quest XI S: Echoes of an Elusive Age - Definitive Edition",
  "Dying Light": "Dying Light",
  "Dying Light 2": "Dying Light 2",
  "Elden Ring": "Elden Ring",
  "Elegos": "Elegos",
  "ELEX II": "ELEX II",
  "Enderal Special Edition": "Enderal Special Edition",
  "Endzone - A World Apart": "Endzone - A World Apart",
  "Fantasy Grounds Unity": "Fantasy Grounds Unity",
  "Farming Simulator 19": "Farming Simulator 19",
  "Farming Simulator 22": "Farming Simulator 22",
  "Final Fantasy 7 Remake": "Final Fantasy 7 Remake",
  "Ghostrunner": "Ghostrunner",
  "God of War": "God of War",
  "Going Medieval": "Going Medieval",
  "Ground Branch": "Ground Branch",
  "Grounded": "Grounded",
  "Hardspace: Shipbreaker": "Hardspace: Shipbreaker",
  "Hollow Knight": "Hollow Knight",
  "Horizon Zero Dawn": "Horizon Zero Dawn",
  "Into the Breach": "Into the Breach",
  "Into the Radius VR": "Into the Radius VR",
  "Jurassic World Evolution": "Jurassic World Evolution",
  "Jurassic World Evolution 2": "Jurassic World Evolution 2",
  "Kingdom Hearts 0.2 Birth By Sleep -A Fragmentary Passage-": "Kingdom Hearts 0.2 Birth By Sleep -A Fragmentary Passage-",
  "Kingdom Hearts III": "Kingdom Hearts III",
  "MechWarrior 5: Mercenaries": "MechWarrior 5: Mercenaries",
  "MechWarrior Online": "MechWarrior Online",
  "Microsoft Flight Simulator": "Microsoft Flight Simulator",
  "Middle-earth: Shadow of War": "Middle-earth: Shadow of War",
  "Mon Bazou": "Mon Bazou",
  "Monster Hunter Rise": "Monster Hunter Rise",
  "Moonlighter": "Moonlighter",
  "My Summer Car": "My Summer Car",
  "Nehrim: At Fate's Edge": "Nehrim: At Fate's Edge",
  "Noita": "Noita",
  "Octopath Traveler": "Octopath Traveler",
  "Outward": "Outward",
  "Pathfinder: Wrath": "Pathfinder: Wrath",
  "of the Righteous": "of the Righteous",
  "Planet Zoo": "Planet Zoo",
  "Project Wingman": "Project Wingman",
  "Ready Or Not": "Ready Or Not",
  "Resident Evil 3 (2020)": "Resident Evil 3 (2020)",
  "Resident Evil: Village": "Resident Evil: Village",
  "Rising Constellation": "Rising Constellation",
  "S.T.A.L.K.E.R. Call of Chernobyl": "S.T.A.L.K.E.R. Call of Chernobyl",
  "S.T.A.L.K.E.R. Call of Pripyat": "S.T.A.L.K.E.R. Call of Pripyat",
  "S.T.A.L.K.E.R. Clear Sky": "S.T.A.L.K.E.R. Clear Sky",
  "She Will Punish Them": "She Will Punish Them",
  "Siege Survival: Gloria Victis": "Siege Survival: Gloria Victis",
  "Sifu": "Sifu",
  "Slime Rancher": "Slime Rancher",
  "Smol Ame": "Smol Ame",
  "Soul Calibur VI": "Soul Calibur VI",
  "Source Filmmaker": "Source Filmmaker",
  "SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated": "SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated",
  "Star Traders Frontiers": "Star Traders Frontiers",
  "State Of Decay 2": "State Of Decay 2",
  "STORY OF SEASONS Pioneers of Olive Town": "STORY OF SEASONS Pioneers of Olive Town",
  "Streets of Rogue": "Streets of Rogue",
  "Team Comtress 2": "Team Comtress 2",
  "The Dark Pictures Anthology: House of Ashes": "The Dark Pictures Anthology: House of Ashes",
  "The Dark Pictures Anthology: Little Hope": "The Dark Pictures Anthology: Little Hope",
  "The Dark Pictures Anthology: Man of Medan": "The Dark Pictures Anthology: Man of Medan",
  "The Elder Scrolls: Arena": "The Elder Scrolls: Arena",
  "The Riftbreaker": "The Riftbreaker",
  "The Riftbreaker Prologue": "The Riftbreaker Prologue",
  "The Simpsons: Hit & Run": "The Simpsons: Hit & Run",
  "Trials of Mana": "Trials of Mana",
  "V Rising": "V Rising",
  "Valheim": "Valheim",
  "XCOM 2: War of the Chosen": "XCOM 2: War of the Chosen",
  "Yakuza 0": "Yakuza 0",
  "Yakuza 3 Remastered": "Yakuza 3 Remastered",
  "Yakuza 4 Remastered": "Yakuza 4 Remastered",
  "Yakuza 5 Remastered": "Yakuza 5 Remastered",
  "Yakuza 6: The Song of Life": "Yakuza 6: The Song of Life",
  "Yakuza Kiwami": "Yakuza Kiwami",
  "Yakuza Kiwami 2": "Yakuza Kiwami 2",
  "Yakuza: Like a Dragon": "Yakuza: Like a Dragon",
  "Scan:": "Skenovat:",
  "Scan: Quick": "Skenování: Rychlé",
  "Scan: Full": "Skenování: Plné",
  "Please select a game to manage first": "Prosím vyberte hru, kterou chcete nejprve spravovat",
  "Settings on this page can be set for each game individually.": "Nastavení na této stránce lze nastavit pro každou hru zvlášť.",
  "Current Game": "Aktuální hra",
  "Tools & Extensions": "Nástroje a rozšíření",
  "In Progress": "Probíhá",
  "Power off when done": "Vypnout po dokončení",
  "Inspect": "Prozkoumat",
  "Battlefleet Gothic: Armada 2": "Battlefleet Gothic: Armada 2",
  "Stray": "Stray",
  "The Caligula Effect 2": "The Caligula Effect 2",
  "Wildermyth": "Wildermyth",
  "Switching to Profile: {{name}}": "Přepínání do profilu: {{name}}",
  "Updating animations (FNIS)": "Aktualizace animací (FNIS)",
  "Failed to run FNIS": "Nepodařilo se spustit FNIS",
  "{{name}} not installed": "{{name}} není nainstalován",
  "FNIS not installed": "FNIS není nainstalován",
  "FNIS outdated": "FNIS je zastaralý",
  "You have configured Vortex to run FNIS automatically but it's not installed for this game. For the automation to work, FNIS has to be installed and configured for the current game. You can download it from [url]{{url}}[/url].": "Nakonfigurovali jste Vortex, aby automaticky spustil FNIS, ale pro tuto hru není nainstalován. Aby automatizace fungovala, musí být FNIS nainstalován a nakonfigurován pro aktuální hru. Můžete si jej stáhnout z [url]{{url}}[/url].",
  "You have configured Vortex to run FNIS automatically but the installed version of FNIS is too old and doesn't support being embedded. Please download and install at least version 7.4 from [url]{{url}}[/url].": "Nakonfigurovali jste Vortex pro automatické spuštění FNIS, ale nainstalovaná verze FNIS je příliš stará a nepodporuje vložení. Stáhněte si a nainstalujte alespoň verzi 7.4 z [url]{{url}}[/url].",
  "Access Denied": "Přístup odepřen",
  "The download directory is not writable to your user account.\nIf you have admin rights on this system, Vortex can change the permissions to allow it write access.": "Adresář pro stahování není zapisovatelný na váš uživatelský účet.\nPokud máte administrátorská práva v tomto systému, může Vortex změnit oprávnění pro zápis.",
  "Allow access": "Povolit přístup",
  "Automatic plugin sorting powered by ": "Automatické třídění pluginů powered by ",
  "requires": "vyžaduje",
  "Check failed": "Kontrola se nezdařila",
  "Important Script Merger update available": "Je dostupná důležitá aktualizace pro Script Merger",
  "Open TW3 Documents Folder": "Otevřít složku dokumentů TW3",
  "Archive damaged \"{{archiveName}}\"": "Archiv poškozen \"{{archiveName}} \"",
  "Encountered errors extracting this archive. Please verify this file was downloaded correctly.\n[list]{{ errors }}[/list]": "Nalezeny chyby rozbalování tohoto archivu. Ověřte, zda byl soubor stažen správně.\n[list]{{ errors }}[/list]",
  "Witcher Script merger may need to be executed": "Skript merger pro Zaklínač může být nutné provést",
  "Run tool": "Spustit nástroj",
  "Downloading Script Merger": "Stahování Script merger",
  "Hide Details": "Skrýt podrobnosti",
  "Disable All": "Zakázat vše",
  "Enable All ": "Povolit vše ",
  "Reset Priorities": "Resetovat priority",
  "Sort by Deploy Order": "Seřadit podle pořadí zavedení",
  "To Position Based": "Na základě pozice",
  "Changes priority assignment restrictions - prefix based is less restrictive and allows you to manually set priorities like \"5000\", while position based will restrict priorities to their position in the load order page (in an incremental manner)": "Změní prioritní omezení - na základě prefixu je méně restriktivní a umožňuje ručně nastavit priority, jako je \"5000\", zatímco na základě pozice budou priority omezeny na jejich pozici na stránce pořadí načtení (přírůstkovým způsobem)",
  "This profile will store and restore profile specific data (merged scripts, loadorder, etc) when switching profiles": "Tento profil uloží a obnoví specifická data profilu (sloučené skripty, pořadí načtení, atd.) při přepínání profilů",
  "Describe your profile": "Popište svůj profil",
  "Extracting Script Merger": "Extrahuji Script merger",
  "W3 Script Merger extracted successfully": "Script merger W3 byl úspěšně extrahován",
  "Vortex may have pre-selected some of the mods for you (if they were not referenced by any of your profiles) It's always a good idea to double check the mod itself in the staging folder before removing anything. The selected mods will be removed.": "Vortex pro vás možná vybral některé mody (pokud na ně nebyl odkazován žádný z vašich profilů) Je vždy dobrý nápad zkontrolovat samotný mod v přípravné složce před odstraněním čehokoliv. Vybrané mody budou odstraněny.",
  "Choose Duplicates": "Vybrat duplikáty",
  "Remove Duplicates": "Odstranit duplikáty",
  "Customize your dashboard": "Přizpůsobte si svůj panel",
  "Get Started": "Začínáme",
  "Watch these 4 videos to guide you on how to start modding you favourite games.": "Podívejte se na tato 4 videa, abyste věděli jak začít modovat své oblíbené hry.",
  "Manage your game": "Spravovat hru",
  "Learn how to add games for Vortex to manage.": "Naučte se přidávat hry pro Vortex ke správě.",
  "Log in": "Přihlásit",
  "Link your Nexus Mods account to Vortex.": "Propojte váš Nexus Mods účet s Vortex.",
  "Install Tools": "Instalovat nástroje",
  "Install any required tools that will allow you to mod your game. ": "Nainstalujte potřebné nástroje, které vám umožní modifikovat hru. ",
  "Download Mods": "Stáhnout mody",
  "Download and install the first of many mods for your game. ": "Stáhněte si a nainstalujte první z mnoha modů do vaší hry. ",
  "Tools": "Nástroje",
  "Enable toolbar": "Povolit lištu nástrojů",
  "Vortex requires Microsoft .NET to perform important tasks.[br][/br]Click \"Fix\" below to install the required version.[br][/br]If you already have Microsoft .NET 6 or later installed, there may be a problem with your installation, please click below for technical details.[br][/br][spoiler label=\"Show details\"]{{stderr}}[/spoiler][/quote]": "Vortex vyžaduje Microsoft .NET pro plnění důležitých úkolů.[br][/br]Klikněte na \"Opravit\" níže pro instalaci požadované verze.[br][/br]Pokud již máte Microsoft . NET 6 nebo novější instalace, může nastat problém s instalací, klikněte prosím níže pro technické podrobnosti.[br][/br][štítek spoiler=\"Zobrazit podrobnosti\"]{{stderr}}[/spoiler][/quote]",
  "Show details": "Zobrazit podrobnosti",
  "Quit Vortex": "Zavřít Vortex",
  "Game updated": "Hra aktualizována",
  "The game has been updated from {{before}} to {{after}}.<br/><br/>You may have to update mods to be compatible.": "Hra byla aktualizována z {{before}} na {{after}}.<br/><br/>Pro kompatibilitu budete možná muset aktualizovat mody.",
  "Sort by:": "Seřazit podle:",
  "Name A-Z": "Název A-Z",
  "Recently used": "Naposledy použito",
  "Most Recent": "Nejnovější",
  "Most Popular": "Nejpopulárnější",
  ".NET is being installed": ".NET byl nainstalován",
  "Please follow the instructions in the .NET installer. If you can't see the installer window, please check if it's hidden behind another window.\nPlease note: In rare cases .NET will still not work until you restarted windows": "Postupujte prosím podle instrukcí v instalátoru .NET. Pokud nevidíte okno instalátoru, zkontrolujte, zda je skryté za jiným oknem.\nUpozornění: Ve vzácných případech nebude .NET fungovat, dokud nerestartujete windows",
  "Ok": "Ok",
  "Some of the enabled mods either contain no files or all files they do contain are entirely overwritten by another mod. These redundant mods don't do any harm except slow down deployment a bit.\nIf you believe this to be a mistake, please check the file conflicts [svg]conflict[/svg] for the mod in question.": "Některé z povolených modů buď neobsahují žádné soubory, nebo jsou všechny soubory, které obsahují, zcela přepsány jiným modem. Tyto nadbytečné mody neškodí, pouze trochu zpomalují zavedení.\nPokud se domníváte, že se jedná o chybu, zkontrolujte prosím konflikty souborů [svg]conflict[/svg] pro daný mod.",
  "Zbytečné mody": "Zbytečné mody",
  "Edit profile": "Upravit profil",
  "Accept": "Potvrdit",
  "Onboarding": "Onboarding",
  "Installer Sandbox": "Sandbox instalátoru",
  "Enable Sandbox": "Povolit režim Sandbox",
  "Requires Windows 8 or above. If this option is disabled it will allow C# mod installers unprotected access to your system during mod installation.": "Vyžaduje systém Windows 8 nebo novější. Pokud je tato možnost vypnuta, umožní to instalátorům modů C# nechráněný přístup do systému během instalace modů.",
  "Symlink Deployment (Run as Administrator)": "Umístění symbolického spojení (Spustit jako správce)",
  "Deploys mods by setting symlinks in the destination directory. This is run as administrator and requires your permission every time we deploy.": "Zavede mody nastavením symlinků v cílovém adresáři. Spouští se jako správce a vyžaduje vaše oprávnění při každém zavedení.",
  "Symbolic links are special files containing a reference to another file. They are supported directly by the low-level API of the operating system so any application trying to open a symbolic link will actually open the referenced file unless the application asks specifically to not be redirected.\nAdvantages:\n - good compatibility and availability\n - can link across partitions (unlike hard links)\n - an application that absolutely needs to know can recognize a symlink (unlike hard links)\nDisadvantages:\n - some games and applications refuse to work with symbolic links for no good reason.\n - On windows you need admin rights to create a symbolic link, even when your regular account has write access to source and destination.": "Symbolické odkazy jsou speciální soubory obsahující odkaz na jiný soubor. Jsou podporovány přímo nízkoúrovňovým rozhraním API operačního systému, takže každá aplikace, která se pokusí otevřít symbolický odkaz, skutečně otevře odkazovaný soubor, pokud aplikace výslovně nepožádá, aby nebyla přesměrována.\nVýhody:\n - dobrá kompatibilita a dostupnost\n - lze odkazovat napříč diskovými oddíly (na rozdíl od pevných odkazů)\n - aplikace, která to nezbytně potřebuje vědět, může rozpoznat symlink (na rozdíl od pevných odkazů)\nNevýhody:\n - některé hry a aplikace bezdůvodně odmítají pracovat se symbolickými odkazy.\n - V systému Windows potřebujete k vytvoření symbolického odkazu práva správce, i když má váš běžný účet právo zápisu ke zdroji a cíli.",
  "Open Mod Folder": "Otevřít složku s mody",
  "Last Updated": "Naposledy aktualizováno",
  "Score (Metacritic)": "Skóre (Metacritic)",
  "Path": "Cesta",
  "Release Date": "Datum vydání",
  "Space Used": "Využité místo",
  "Space Used (No Symlinks)": "Využitý prostor (bez symbolických odkazů)",
  "Website": "Webová stránka",
  "Installed Version": "Instalovaná Verze",
  "Add Shortcut": "Přidat zkratku",
  "Init Collection": "Inicializovat kolekci",
  "Target": "Cíl",
  "Command Line": "Příkazový řádek",
  "Command Line Parameters": "Parametry příkazového řádku",
  "Start In": "Začít za",
  "Environment Variables": "Proměnné prostředí",
  "Icon": "Ikona",
  "Change": "Změnit",
  "On Start": "Při startu",
  "On Start behavior": "Chování při startu",
  "Use these options if you don't want to leave the Vortex window open while the game is running. In some games this may be necessary to avoid performance problems.\n\nThe \"Close Vortex\" option will close Vortex entirely, meaning it will not use any system resources. This is not usually necessary.\nThe hide options will hide Vortex to the system tray so the window isn't rendered at all.\nWith the \"restore when closed\" option the Vortex window will automatically reappear. Please be aware that this option will not work correctly if you start the game via a \"proxy\", e.g. the script extenders for Elder Scrolls/Fallout games because Vortex will reappear as soon as the proxy closes.": "Tyto možnosti použijte, pokud nechcete nechat okno víru otevřené během hry. V některých hrách to může být nezbytné, abyste se vyhnuli problémům s výkonem.\n\nVolba \"Close Vortex\" (Zavřít Vortex) zcela zavře Vortex, což znamená, že nebude využívat žádné systémové prostředky. Obvykle to není nutné.\nMožnosti \"Skrýt\" skryjí Vortex do systémové lišty, takže se okno vůbec nezobrazí.\nPomocí možnosti \"obnovit po zavření\" se okno Vortex automaticky znovu zobrazí. Upozorňujeme, že tato volba nebude správně fungovat, pokud hru spustíte přes \"proxy\", např. rozšíření skriptů pro hry Elder Scrolls/Fallout, protože Vortex se znovu objeví, jakmile se proxy zavře.",
  "Nothing": "Nic",
  "Hide Vortex": "Skrýt Vortex",
  "Hide Vortex, restore when closed": "Skrýt Vortex, obnovit při zavření",
  "Close Vortex": "Zavřít Vortex",
  "Run in shell": "Spustit v shellu",
  "If (and only if!) a tool is written as a console application, you have to enable this to allow it to run correctly.": "Pokud (a pouze když!) je nástroj napsán jako konzolová aplikace, musíte tento nástroj povolit, aby byl správně spuštěn.",
  "Run detached": "Spustit odpojené",
  "Run the tool as a detached process (default). When you disable this the game/tool will run as a child process and thus if Vortex quits, the tool will also be terminated.": "Spustit nástroj jako oddělený proces (výchozí). Když tuto hru/nástroj vypnete, spustí se jako podřazený proces, a tedy pokud se ukončí Vortex, nástroj bude také ukončen.",
  "Add": "Přidat",
  "Armoured Commander II": "Armoured Commander II",
  "Blade & Sorcery: Nomad": "Blade & Sorcery: Nomad",
  "Citizen Sleeper": "Citizen Sleeper",
  "Dinkum": "Dinkum",
  "Encased": "Encased",
  "Gotham Knights": "Gotham Knights",
  "JoJo's Bizarre Adventure: All-Star Battle R": "JoJo's Bizarre Adventure: All-Star Battle R",
  "Judgment": "Judgment",
  "Kabus 22": "Kabus 22",
  "Lost Judgment": "Lost Judgment",
  "Marvel's Spider-Man Remastered": "Marvel's Spider-Man Remastered",
  " and Miles Morales": " and Miles Morales",
  "Metro Exodus": "Metro Exodus",
  "NARUTO SHIPPUDEN: Ultimate Ninja STORM 4": "NARUTO SHIPPUDEN: Ultimate Ninja STORM 4",
  "Pillars of Eternity": "Pillars of Eternity",
  "S.T.A.L.K.E.R. Anomaly": "S.T.A.L.K.E.R. Anomaly",
  "Sins of A Solar Empire": "Sins of A Solar Empire",
  "Space Rangers HD: A War Apart": "Space Rangers HD: A War Apart",
  "Super Hero Squad Online Forever": "Super Hero Squad Online Forever",
  "The Dark Pictures Anthology: The Devil In Me": "The Dark Pictures Anthology: The Devil In Me",
  "Watch these 4 videos to guide you on how to start modding your favorite games.": "Podívejte se na tato 4 videa, abyste věděli jak začít modovat své oblíbené hry.",
  "Tales of Arise": "Tales of Arise",
  "Defaults": "Výchozí",
  "Automatically use suggested path for staging folder": "Automaticky použít navrhovanou cestu pro přípravnou složku",
  "Usually, when you first manage a game, the staging folder is initially set to be in \"c:\\Users\\<username>\\AppData\\Roaming\\Vortex\\<game>\" because that's guaranteed to exist and have the necessary file permissions set up.\n\nIf you enable this option, it will instead put the staging folder on the same drive as the primary mod folder of each game, in <drive>:\\{{suggestionPattern}}\\<game id>.\nThis should usually work fine for most users and ensures deployment is possible.": "Obvykle se při první správě hry nastaví složka \"c:\\Users\\<username>\\AppData\\Roaming\\Vortex\\<game>\", protože je zaručeno, že tato složka existuje a jsou v ní nastavena potřebná práva k souborům.\n\nPokud tuto volbu povolíte, umístí se místo toho odkládací složka na stejný disk jako primární složka modifikace každé hry, do složky <drive>:\\{{suggestionPattern}}\\\\<game id>.\nTo by mělo většině uživatelů obvykle vyhovovat a zajistit možnost zavedení.",
  "Nexus downloads are capped at 1.5-3MB/s - Go Premium for uncapped download speeds": "Nexus stahování je omezeno na 1,5 až 3 Mb/s - Přejděte na Premium pro neomezenou rychlost stahování",
  "You can associate a download with multiple compatible games so it will show up when managing those games as well.": "Stahování můžete přiřadit k několika kompatibilním hrám, takže se zobrazí i při spravování těchto her.",
  "{{ count }} month ago": "Před {{ count }} měsícem",
  "{{ count }} month ago_plural": "Před {{ count }} měsíci"
}