{
  "Witcher 3 script merger not installed/configured": "Slučovač skriptů pro Zaklínač 3 není nainstalován/nakonfigurován",
  "Managing your load order": "Správa pořadí načtení",
  "You can adjust the load order for The Witcher 3 by dragging and dropping mods up or down on this page.  If you are using several mods that add scripts you may need to use the Witcher 3 Script merger. For more information see: ": "Pořadí načtení pro hru Zaklínač 3 můžete upravit přetažením modulů nahoru nebo dolů na této stránce. Používáte-li několik modifikací, které přidávají skripty, budete pravděpodobně muset použít spojení skriptů Witcher 3 Script merger. Další informace viz: ",
  "Modding The Witcher 3 with Vortex.": "Modování Zaklínače 3 s Voxtex.",
  "Please note:": "Vezměte prosím na vědomí:",
  "For Witcher 3, the mod with the lowest index number (by default, the mod sorted at the top) overrides mods with a higher index number.": "Pro Zaklínač 3 přepíše mod s nejnižším indexovým číslem (standardně je řazen podle horního okraje) mod s vyšším indexovým číslem.",
  "If you cannot see your mod in this load order, you may need to add it manually (see our wiki for details).": "Pokud svůj mod v tomto pořadí načtení nevidíte, budete ho muset přidat ručně (podrobnosti najdete na naší wiki).",
  "Merges generated by the Witcher 3 Script merger must be loaded first and are locked in the first load order slot.": "Sloučení generovaná Witcher 3 Script merger musí být nejprve načtena a jsou uzamčena v prvním slotu pořadí načtení.",
  "Many Witcher 3 mods add or edit game scripts. When several mods editing the same script are installed, these mods need to be merged using a tool called Witcher 3 Script Merger. Vortex can attempt to download and configure the merger for you automatically - before doing so - please ensure your account has full read/write permissions to your game's directory. The script merger can be installed at a later point if you wish. [br][/br][br][/br][url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger]find out more about the script merger.[/url][br][/br][br][/br]Note: While script merging works well with the vast majority of mods, there is no guarantee for a satisfying outcome in every single case.": "Mnoho Zaklínač 3 modulů přidává nebo upravuje herní skripty. Je-li nainstalováno několik modifikací editujících stejný skript, je nutné tyto modifikace sloučit pomocí nástroje nazvaného Witcher 3 Script Merger. Vortex se ho může pokusit stáhnout a nakonfigurovat automaticky – před tím – prosím ujistěte se, že váš účet má plná oprávnění ke čtení a zápisu do adresáře vaší hry. Skript merger lze nainstalovat později, pokud si to přejete. [br][/br][br][/br][url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger]více informací o script merger.[/url][br][/br][br][/br]Poznámka: I když slučování skriptů funguje dobře s převážnou většinou modů, neexistuje žádná záruka uspokojivého výsledku v každém jednotlivém případě.",
  "W3 Script Merger extracted successfully": "W3 Script Merger bylo rozbaleno úspěšně",
  "Witcher Script merger may need to be executed": "Witcher Script merger možná bude třeba provést"
}